Repository: Nexfinity/Nexfinity-Translations
Catalog: CakeyBot-Bot/strings.*.resx
Languages: ko_kr, sv_se

# module_disabled
source: This module has been disabled in this guild by the server admins.
ko_kr: 서버 관리자가 이 길드에서 이 모듈을 사용하지 않도록 설정했습니다.
sv_se: Denna modul har inaktiverats i denna guild av serverns admins.

# command_disabled
source: This command is disabled temporarily for updates.
ko_kr: 이 명령어는 업데이트를 위해 일시적으로 사용하지 않도록 설정되어 있습니다.
sv_se: Detta kommando är tillfälligt inaktiverat för uppdateringar.

# error_generic_2
source: Unknown error occurred. Please report in our support Discord: <https://cakey.bot/discord>
ko_kr: 알 수 없는 오류가 발생했습니다. 지원 디스코드에서 신고해 주세요: <https://cakey.bot/discord>
sv_se: Okänt fel uppstod. Vänligen rapportera i vår support Discord: <https://cakey.bot/discord>

# error_limit_characters_10
source: Text must be less than 10 characters.
ko_kr: 텍스트는 10자 이하여야 합니다.
sv_se: Text måste vara mindre än 10 tecken långt.

# error_missing_perm_manageroles
source: You don't have ManageRoles permission!
ko_kr: 역할 관리 권한이 없습니다!
sv_se: Du har inte behörighet att hantera roller!

# error_missing_perm_manageserver
source: You don't have ManageServer permission!
ko_kr: 서버 관리 권한이 없습니다!
sv_se: Du har inte behörighet att hantera servern!

# error_missing_perm_moderator
source: You must have server moderator permissions to use this command. [More Info](https://cakey.bot/faq.html#what-is-considered-a-server-moderator)
ko_kr: 이 명령을 사용하려면 서버 관리자 권한이 있어야 합니다. [자세한 정보](https://cakey.bot/faq.html#what-is-considered-a-server-moderator)
sv_se: Du måste ha servermoderatorbehörighet för att kunna använda det här kommandot. [Mer information](https://cakey.bot/faq.html#what-is-considered-a-server-moderator)

# error_missing_perm_mute
source: You don't have MuteMembers permission!
ko_kr: 멤버 뮤트 권한이 없습니다!
sv_se: Du har inte behörighet att tysta medlemmar!

# error_missing_perm_other_admin
source: I can't perform that action against an Administrator!
ko_kr: 관리자에 대해서는 해당 작업을 수행할 수 없습니다!
sv_se: Jag kan inte utföra den åtgärden mot en administratör!

# error_missing_file_image_3
source: Couldn't find any valid images in the message.
ko_kr: 메시지에서 유효한 이미지를 찾을 수 없습니다.
sv_se: Det gick inte att hitta några giltiga bilder i meddelandet.

# error_missing_file_image_5
source: Couldn't find any valid images in the past 5 messages.
ko_kr: 지난 메시지 5개에서 올바른 이미지를 찾을 수 없습니다.
sv_se: Jag kan inte hitta några giltiga bilder i de senaste fem meddelandena.

# error_failed_image_download
source: Failed to download image.
ko_kr: 이미지를 다운로드하지 못했습니다.
sv_se: Misslyckades att ladda ned bild.

# error_failed_image_modify
source: Failed to modify image.
ko_kr: 이미지를 수정하지 못했습니다.
sv_se: Misslyckades att modifiera bild.

# error_failed_image_upload
source: No permission to upload files here.
ko_kr: 여기에 파일을 업로드할 수 있는 권한이 없습니다.
sv_se: Ingen behörighet att ladda upp filer här.

# error_failed_joke
source: Failed to load joke data.
ko_kr: 농담 데이터를 로드하지 못했습니다.
sv_se: Det gick inte att ladda skämtdata.

# error_failed_article
source: Failed to find an article.
ko_kr: 문서를 찾지 못했습니다.
sv_se: Misslyckades att hitta en artikel.

# error_failed_unban_not_banned_2
source: Given user id is not banned.
ko_kr: 지정한 사용자 ID는 차단되어 있지 않습니다.
sv_se: Givet användar-ID är inte bannlyst.

# error_failed_unmute_not_muted
source: User isn't muted. If they are, make sure to set the mute role on the web dashboard or name a role `Muted`.
ko_kr: 사용자가 뮤트되어 있지 않습니다. 뮤트되어 있는 것이 맞는다면 웹 대시보드에서 뮤트 역할을 설정하거나 역할 이름을 `Muted`로 지정하세요.
sv_se: Användaren är inte avstängd. Om så är fallet, se till att ställa in rollen för ljud av på webbpanelen eller namnge en roll `Muted`.

# error_failed_playlist_save
source: Failed to save songs to playlist. Does the playlist already exist?
ko_kr: 노래를 재생 목록에 저장하지 못했습니다. 재생 목록이 이미 존재하는지 확인하세요.
sv_se: Misslyckades att spara låtar till spellistan. Finns spellistan redan?

# error_failed_playlist_load
source: Failed to find playlist. Did you type the name correctly?
ko_kr: 재생 목록을 찾지 못했습니다. 이름을 올바르게 입력했는지 확인하세요.
sv_se: Misslyckades att hitta spellistan. Skrev du in namnet korrekt?

# error_failed_playlist_delete
source: Failed to delete your `{0}` playlist. Does the playlist exist?
ko_kr: `{0}` 재생 목록을 삭제하지 못했습니다. 재생 목록이 존재하나요?
sv_se: Det gick inte att radera din spellista `{0}`. Finns spellistan redan?

# error_role_1
source: I can't update that role, it's higher than my highest role.
ko_kr: 해당 역할이 제 가장 높은 역할보다 높으므로 역할을 갱신할 수 없습니다.
sv_se: Jag kan inte uppdatera den rollen, se till att den är högre än min högsta roll.

# error_role_2
source: You can't update that role, it's higher than your highest role.
ko_kr: 해당 역할이 사용자의 가장 높은 역할보다 높으므로 역할을 갱신할 수 없습니다.
sv_se: Du kan inte uppdatera den rollen, se till att den är högre än din högsta roll.

# error_role_warn_1
source: You can't warn someone with your highest role or someone above you in the role hierarchy!
ko_kr: 사용자의 가장 높은 역할을 가지거나 역할 계층에서 사용자보다 위에 있는 사람에게는 경고를 줄 수 없습니다!
sv_se: Du kan inte varna någon som är över dig i rollhierarki!

# error_role_warn_2
source: I can't warn someone with my highest role or someone above me in the role hierarchy!
ko_kr: 제 가장 높은 역할을 가지거나 역할 계층에서 저보다 위에 있는 사람에게는 경고를 줄 수 없습니다!
sv_se: Jag kan inte varna någon som är över mig i rollhierarkin!

# error_invalid_color_hex
source: You must use a valid hex code!
ko_kr: 올바른 헥스 코드를 사용해야 합니다!
sv_se: Du måste ange ett giltigt HEX-värde!

# error_invalid_dice
source: Please enter a valid number (1-15) or enter a DND dice roll.
ko_kr: 올바른 수(1-15)를 입력하거나 DND 주사위 던지기를 입력하세요.
sv_se: Ange ett giltigt nummer (1-15) eller ange ett DND-kast.

# error_invalid_user_missing
source: Username does not exist!
ko_kr: 존재하지 않는 사용자명입니다!
sv_se: Användarnamn existerar inte!

# error_invalid_user_guild
source: User is invalid. (Invalid guild user)
ko_kr: 사용자가 잘못되었습니다. (잘못된 길드 사용자입니다)
sv_se: Användaren är ogiltig. (Ogiltig servermedlem)

# error_invalid_base64
source: Please provide a valid base64 string.
ko_kr: 올바른 Base64 문자열을 지정하세요.
sv_se: Vänligen ange en giltigt base64-string.

# error_usage_poll
source: Please enter a valid question. Usage: `/poll <question> | <answer1> | <answer2> | <answer3> | etc>`
ko_kr: 유효한 질문을 입력하세요. 사용법: `/poll <question> | <answer1> | <answer2> | <answer3> | 등>`
sv_se: Vänligen ange en giltig fråga. Användning: `/poll <question> | <answer1> | <answer2> | <answer3> | etc>`

# error_usage_rps
source: Please enter a valid move: `/rps < rock | paper | scissors >`
ko_kr: 유효한 이동을 입력하세요: `/rps < 가위 바위 보 >`
sv_se: Ange ett giltigt drag: `/rps < rock | paper | scissors >`

# error_usage_verify_set
source: No verification role has been set. Set one using: `/setup verifyrole <role>`
ko_kr: 인증 역할이 설정되지 않았습니다. 다음을 사용하여 설정하세요: `/setup verifyrole <role>`
sv_se: Ingen verifieringsroll har ställts in. Ange en med hjälp av: `/setup verifyrole <role>`

# success_verify
source: Successfully set the verification role to: `{0}`.
ko_kr: 확인 역할을 성공적으로 설정했습니다: `{0}`로 설정했습니다.
sv_se: Har framgångsrikt ställt in verifieringsrollen till: `{0}`.

# success_role_added
source: Successfully added `{0}` to {1}.
ko_kr: {1}에게 `{0}`을(를) 추가했습니다.
sv_se: Lade framgångsrikt till `{0}` till {1}.

# success_role_removed
source: Successfully removed `{0}` from {1}.
ko_kr: {1}에게서 `{0}`을(를) 제거했습니다.
sv_se: Tog framgångsrikt bort `{0}` från {1}.

# games_suggestion_title
source: Title:
ko_kr: 제목:
sv_se: Titel:

# games_suggestion_description
source: Description:
ko_kr: 설명:
sv_se: Beskrivning:

# games_suggestion_created
source: Suggestion created by {0}
ko_kr: 작성자: {0}
sv_se: Förslag skapat av {0}

# games_8ball_question
source: Question:
ko_kr: 질문:
sv_se: Fråga:

# games_8ball_answer
source: Answer:
ko_kr: 답변:
sv_se: Svara på frågan:

# games_poll_vote
source: Vote:
ko_kr: 투표:
sv_se: Röst:

# games_poll_created
source: Poll created by {0}
ko_kr: 작성자: {0}
sv_se: Omröstning skapad av {0}

# games_coin_heads
source: Heads
ko_kr: 앞면
sv_se: Krona

# games_coin_tails
source: Tails
ko_kr: 뒷면
sv_se: Klave

# games_coin_flipped
source: You flipped:
ko_kr: 뒤집혔군요:
sv_se: Du vände:

# games_dice_total
source: Total:
ko_kr: 합계:
sv_se: Totalt:

# games_dice_result_single
source: You rolled a die. Result:
ko_kr: 주사위를 굴렸습니다. 결과:
sv_se: Du kastade en tärning. Resultat:

# games_dice_result_multiple
source: Die #{i1} Results:
ko_kr: 주사위 #{i1} 결과:
sv_se: Kast #{i1} resultat:

# games_dice_result_rolled
source: Rolled a {0}
ko_kr: {0}이(가) 나옴
sv_se: Kastade en {0}

# games_rps_outcome_1
source: I chose {0}; {1} beats {2}. I win!
ko_kr: {0}; {1} 이 {2}를 이겼습니다. 내가 이겼어요!
sv_se: Jag valde {0}; {1} slår {2}. Jag vinner!

# games_rps_outcome_2
source: I chose {0}; {1} beats {2}. You win!
ko_kr: 저는 {0}을(를) 선택했어요. {1}은(는) {2}을(를) 이기죠. 플레이어가 승리했네요!
sv_se: Jag tog {0}; {1} slår {2}. Du vinner!

# games_rps_outcome_3
source: I chose {0}. Both of us chose {1}, it's a tie!
ko_kr: 저는 {0}을(를) 선택했어요. 저희 둘 다 {1}을(를) 선택했으므로 무승부네요!
sv_se: Jag tog {0}. Båda av oss tog {1}, det är oavgjort!

# games_trivia_title
source: {0}'s Trivia Question
ko_kr: {0}의 잡학 질문
sv_se: {0}'s Trivia-fråga

# games_trivia_footer
source: Type the letter of the correct answer • Question #{0}
ko_kr: 정답의 문자를 입력하세요 • 질문 #{0}
sv_se: Ange bokstaven för det korrekta svaret • Fråga #{0}

# games_trivia_instructions
source: *You have 10 seconds to answer with the correct letter.*
ko_kr: *10초 이내에 정확한 문자로 답하세요.*
sv_se: *Du har 10 sekunder på dig att svara med korrekt bokstav.*

# games_trivia_difficulty
source: Difficulty
ko_kr: 난이도
sv_se: Svårighet

# games_trivia_category
source: Category
ko_kr: 범주
sv_se: Kategori

# games_trivia_timeout
source: No answer was provided within 10s. Correct answer: `{0}`
ko_kr: 10초 이내에 정답이 제공되지 않았습니다. 정답입니다: `{0}`
sv_se: Inget svar gavs inom 10 sekunder. Korrekt svar: `{0}`

# games_trivia_invalid
source: Invalid answer was provided. Next time only provide the letter. Correct answer: `{0}`
ko_kr: 잘못된 답변을 입력했습니다. 다음에는 편지만 제공하세요. 정답입니다: `{0}`
sv_se: Ett ogiltigt svar har angetts. Ange endast bokstaven nästa gång. Korrekt svar: `{0}`

# games_trivia_valid
source: Valid answers are: `A`, `B`, `C`, or `D`.
ko_kr: 정답은 다음과 같습니다: `A`, `B`, `C` 또는 `D`입니다.
sv_se: Giltiga svar är: `A`, `B`, `C` eller `D`.

# games_trivia_correct
source: You got it right! :D
ko_kr: 정답입니다! :D
sv_se: Det fick det rätt! :D

# games_trivia_incorrect
source: Oh no, you got it wrong. Correct answer: `{0}`
ko_kr: 아니요, 틀렸습니다. 정답입니다: `{0}`
sv_se: Åh nej, du fick det fel. Rätt svar: `{0}`

# games_trivia_load_failed
source: Failed to load any trivia questions. Please try again later.
ko_kr: 잡학 질문을 불러오지 못했습니다. 나중에 다시 시도해주세요.
sv_se: Det gick inte att läsa in Trivia-frågorna. Vänligen försök igen senare.

# afk
source: {0} is currently AFK, Reason: `{1}`
ko_kr: {0}이(가) 현재 잠수 상태입니다. 이유: `{1}`
sv_se: {0} är AFK för tillfället, anledning: `{1}`

# afk_not_active_1
source: You are not currently AFK.
ko_kr: 현재 잠수 상태가 아닙니다.
sv_se: Du är inte AFK för tillfället.

# afk_not_active_2
source: That user is not currently AFK.
ko_kr: 해당 사용자는 현재 잠수 상태가 아닙니다.
sv_se: Den användaren är inte AFK för tillfället.

# afk_active
source: You are currently AFK with the message: `{0}`
ko_kr: 현재 AFK 상태이며 다음과 같은 메시지가 표시됩니다: `{0}`
sv_se: Du är för närvarande AFK med meddelandet: `{0}`

# afk_failed
source: Failed to set AFK message.
ko_kr: 잠수 메시지를 설정하지 못했습니다.
sv_se: Misslyckades att ställa in AFK-meddelande.

# afk_set
source: You have successfully been set to AFK with the message: `{0}`
ko_kr: 메시지와 함께 AFK로 성공적으로 설정되었습니다: `{0}`
sv_se: Du har framgångsrikt blivit inställd på AFK med meddelandet: `{0}`

# afk_removed_1
source: Successfully removed you from AFK.
ko_kr: 잠수 상태를 제거했습니다.
sv_se: Tog framgångsrikt bort dig från AFK.

# afk_removed_2
source: Successfully removed {0}'s AFK.
ko_kr: {0}의 AFK를 성공적으로 제거했습니다.
sv_se: Har framgångsrikt tagit bort {0}'s AFK.

# afk_updated
source: Successfully updated your AFK message to: `{0}`
ko_kr: AFK 메시지를 성공적으로 업데이트했습니다: `{0}`
sv_se: Har framgångsrikt uppdaterat ditt AFK-meddelande till: `{0}`

# afk_permission
source: You must have ManageServer or Administrator permission to remove another user's AFK status.
ko_kr: 서버 관리 권한 또는 관리자 권한이 있어야 다른 사용자의 잠수 상태를 제거할 수 있습니다.
sv_se: Du måste ha Hantera server- eller Administratörs-behörigheten för att ta bort en annan användares AFK-status.

# mod_kick_success
source: {0} has been successfully kicked.
ko_kr: {0} 가 성공적으로 시작되었습니다.
sv_se: {0} har sparkats framgångsrikt.

# mod_kick_dm
source: You were kicked from `{0}` by `{1}` for: `{2}`
ko_kr: `{0}`에서 `{1}`에 의해 쫓겨났습니다: `{2}`
sv_se: Du sparkades från `{0}` av `{1}` för: `{2}`

# mod_unban_success
source: {0} has been successfully unbanned.
ko_kr: {0} 이 성공적으로 차단 해제되었습니다.
sv_se: {0} har framgångsrikt tagits bort från bannlysningen.

# mod_ban_success
source: {0} has been successfully banned.
ko_kr: {0} 가 성공적으로 금지되었습니다.
sv_se: {0} har framgångsrikt förbjudits.

# mod_ban_dm
source: You were banned from `{0}` by `{1}` for: `{2}`
ko_kr: `{1}`에 의해 `{0}`에서 금지되었습니다: `{2}`
sv_se: Du blev avstängd från `{0}` av `{1}` för: `{2}`

# mod_ban_temp_success
source: {0} will be unbanned <t:{1}:R>
ko_kr: {0} 금지 해제됩니다 <t:{1}:R>
sv_se: {0} kommer att tas bort från <t:{1}:R>

# mod_mute_success
source: {0} has been successfully muted.
ko_kr: {0} 가 성공적으로 음소거되었습니다.
sv_se: {0} har framgångsrikt muterats.

# mod_mute_dm
source: You were muted in `{0}` by `{1}` for: `{2}`
ko_kr: `{0}`에서 `{1}`에게 다음 사유로 뮤트당했습니다: `{2}`
sv_se: Du blev tystad i `{0}` av `{1}` för: `{2}`

# mod_mute_role_error
source: Unable to find or create a mute role.
ko_kr: 뮤트 역할을 찾거나 만들 수 없습니다.
sv_se: Kunde inte hitta eller skapa en tystningsroll.

# mod_unmute_success
source: {0} has been successfully unmuted.
ko_kr: {0} 음소거가 성공적으로 해제되었습니다.
sv_se: {0} har framgångsrikt avmuterats.

# mod_warn_success
source: {0} has been successfully warned for: `{1}`. **Total Warnings:** {2} - **Warn ID:** {3} - **Moderator:** {4}
ko_kr: {0} 에 대해 성공적으로 경고했습니다: `{1}`. **총 경고:** {2} - **경고 ID:** {3} - **운영자:** {4}
sv_se: {0} har framgångsrikt varnats för: `{1}`. **Totala varningar:** {2} - **Warn ID:** {3} - **Moderator:** {4}

# mod_warn_dm
source: You were warned in `{0}` by `{1}` for: `{2}`
ko_kr: `{0}`에서 `{1}`에 의해 경고를 받았습니다: `{2}`
sv_se: Du blev varnad i `{0}` av `{1}` för: `{2}`

# mod_unwarn_success
source: Warning has successfully been removed from: `{0}`
ko_kr: 다음에서 경고가 성공적으로 제거되었습니다: `{0}`
sv_se: Varningen har framgångsrikt tagits bort från: `{0}`

# mod_unwarn_error_invalid
source: The provided warning ID is not valid.
ko_kr: 지정한 경고 ID가 올바르지 않습니다.
sv_se: Angivet varnings-ID är inte giltigt.

# mod_clearwarnings_success
source: Successfully cleared all warnings from `{0}`
ko_kr: `{0}`에서 모든 경고를 성공적으로 지웠습니다.
sv_se: Har framgångsrikt rensat alla varningar från `{0}`

# mod_purge_none_2
source: No messages found meeting given criteria.
ko_kr: 지정한 기준에 맞는 메시지가 없습니다.
sv_se: Inga meddelanden hittades matchande givet kriterium.

# mod_purge_success
source: **{0} messages purged by {1} in <#{2}>**
ko_kr: <#{2}>에서 {1} 에 의해 삭제된{0} 메시지 ** **
sv_se: **{0} meddelanden rensade av {1} i <#{2}>**

# mod_updated_users_success
source: Successfully updated `{0}` members.
ko_kr: `{0}` 회원을 성공적으로 업데이트했습니다.
sv_se: Har framgångsrikt uppdaterat `{0}` medlemmar.

# mod_slowmode_success
source: Slowmode for channel: `{0}` has been updated to `{1}h{2}m{3}s`.
ko_kr: 채널의 슬로우 모드:`{0}`가 `{1}h{2}m{3}s`로 업데이트되었습니다.
sv_se: Slowmode för kanal: `{0}` har uppdaterats till `{1}h{2}m{3}s`.

# time_error_invalid
source: Please enter a valid time.
ko_kr: 올바른 시간을 입력하세요.
sv_se: Vänligen ange en giltig tid.

# time_error_invalid_6h
source: (Less than 6 hours)
ko_kr: (6시간 이하)
sv_se: (Mindre än 6 timmar)

# info_about_description
source: **About:**```Cakey Bot is a powerful and highly customizable Discord bot for your server. Including a massive music core, advanced audit logging and tons of useful moderation features to help make your servers easy to manage. You can also create advanced auto responders and custom commands with our web dashboard or setup advanced audit logs to automate repeatable tasks.```
ko_kr: **소개: **```케이크 봇은 서버를 위한 강력하고 고도로 사용자 정의할 수 있는 Discord 봇입니다. 방대한 음악 코어, 고급 감사 로깅 및 수많은 유용한 중재 기능을 포함하여 서버를 쉽게 관리할 수 있도록 도와줍니다. 또한 웹 대시보드를 통해 고급 자동 응답자와 사용자 지정 명령을 만들거나 고급 감사 로그를 설정하여 반복 가능한 작업을 자동화할 수 있습니다.```
sv_se: **Om:**```Cakey Bot är en kraftfull och mycket anpassningsbar Discord-bot för din server. Inklusive en massiv musikkärna, avancerad revisionsloggning och massor av användbara modereringsfunktioner för att göra dina servrar lätta att hantera. Du kan också skapa avancerade autosvar och anpassade kommandon med vår webbpanel eller ställa in avancerade revisionsloggar för att automatisera repeterbara uppgifter.```

# info_ping
source: Heartbeat - Shard #{0}: {1}ms
ko_kr: 하트비트 - 샤드 #{0}: {1}밀리초
sv_se: Hjärtslag - Shard #{0}: {1}ms

# info_ping_avg
source: Heartbeat Average:
ko_kr: 하트비트 평균:
sv_se: Hjärtslaggenomsnitt:

# info_joined_date
source: Joined Discord on {0}. That is {1} days ago!
ko_kr: {0}에 Discord에 가입했네요. 바로 {1}일 전이랍니다!
sv_se: Gick med i Discord den {0}. Det är {1} dagar sedan!

# info_boosters_extra
source: +{0} more users.
ko_kr: 사용자 {0}명이 더 있습니다.
sv_se: +{0} fler användare.

# info_boosters_error
source: No boosters found.
ko_kr: 부스터가 없습니다.
sv_se: Inga boostare hittades.

# info_string_1
source: Total Members
ko_kr: 총 멤버 수
sv_se: Totalt antal medlemmar

# info_string_3
source: Bots
ko_kr: 봇
sv_se: Bottar

# info_string_4
source: Online
ko_kr: 온라인

# info_string_6
source: Banned
ko_kr: 차단됨
sv_se: Bannlyst

# info_string_7
source: Owner
ko_kr: 소유자
sv_se: Ägare

# info_string_8
source: Members
ko_kr: 멤버
sv_se: Medlemmar

# info_string_10
source: Roles
ko_kr: 역할
sv_se: Roller

# info_string_11
source: Channels
ko_kr: 채널
sv_se: Kanaler

# info_string_13
source: AFK Channel
ko_kr: 잠수 채널
sv_se: AFK-kanal

# info_string_14
source: No AFK Channel
ko_kr: 잠수 채널 없음
sv_se: Ingen AFK-kanal

# info_string_15
source: Total Emojis
ko_kr: 총 이모지 수
sv_se: Totalt antal emojis

# info_string_16
source: Role List
ko_kr: 역할 목록
sv_se: Rollista

# info_string_17
source: None
ko_kr: 없음
sv_se: Ingen

# info_string_18
source: Server Features
ko_kr: 서버 기능
sv_se: Serverfunktioner

# info_string_19
source: {0}'s Avatar
ko_kr: {0}의 아바타

# info_string_20
source: {0}'s User Info
ko_kr: {0}의 사용자 정보
sv_se: {0}'s användarinformation

# info_string_21
source: Status
ko_kr: 상태

# info_string_22
source: Activity
ko_kr: 활동
sv_se: Aktivitet

# info_string_23
source: Nickname
ko_kr: 닉네임
sv_se: Smeknamn

# info_string_25
source: Avatar
ko_kr: 아바타

# info_string_26
source: Joined Guild
ko_kr: 길드 참여 날짜
sv_se: Gick med i guild

# info_string_27
source: Bot
ko_kr: 봇

# info_string_28
source: Human
ko_kr: 사람
sv_se: Människa

# info_string_29
source: Bot or Human?
ko_kr: 봇인지 사람인지?
sv_se: Bot eller människa?

# info_string_30
source: Boosting?
ko_kr: 부스트 중?
sv_se: Boostar?

# info_string_31
source: Is Muted?
ko_kr: 음소거됨?
sv_se: Är tystad?

# info_string_32
source: Is Deafened?
ko_kr: 헤드셋 음소거됨?
sv_se: Har gjorts döv?

# info_string_33
source: Yes
ko_kr: 예
sv_se: Ja

# info_string_34
source: No
ko_kr: 아니요
sv_se: Nej

# info_string_35
source: Acknowledgements
ko_kr: 자격
sv_se: Tack

# info_string_36
source: Inviter
ko_kr: 초대자
sv_se: Inbjudare

# info_string_37
source: Channel
ko_kr: 채널
sv_se: Kanal

# info_string_38
source: Member Count
ko_kr: 멤버 수
sv_se: Medlemsantal

# info_string_39
source: Uses
ko_kr: 사용 횟수
sv_se: Användningar

# info_string_40
source: Time Created
ko_kr: 만든 시간
sv_se: Tid skapad

# info_string_41
source: Is Temporary?
ko_kr: 일시?
sv_se: Är tillfällig?

# info_string_42
source: Max Age
ko_kr: 최대 사용 기간
sv_se: Maxålder

# info_string_43
source: Never Expires
ko_kr: 만료되지 않음
sv_se: Går aldrig ut

# info_string_46
source: Requested by {0}
ko_kr: 요청자: {0}
sv_se: På begäran av {0}

# info_string_51
source: Warnings
ko_kr: 경고
sv_se: Varningar

# info_string_52
source: {0} warnings in {1} guilds.
ko_kr: {0} {1} 길드에 경고가 표시됩니다.
sv_se: {0} varningar i {1} guilds.

# info_string_55
source: {0} / {1} ({2} Slots Left)
ko_kr: {1} 중 {0}(슬롯 {2}개 남음)
sv_se: {0} / {1} ({2} platser kvar)

# info_string_56
source: Username:
ko_kr: 사용자 이름:
sv_se: Användarnamn:

# info_string_57
source: Reason:
ko_kr: 이유:
sv_se: Anledning:

# info_string_58
source: No Reason
ko_kr: 이유 없음
sv_se: Ingen anledning

# info_string_59
source: Moderator:
ko_kr: 진행자:

# info_string_62
source: Click Me
ko_kr: 여기를 클릭하세요
sv_se: Klicka här

# info_string_64
source: Type:
ko_kr: 유형:
sv_se: Typ:

# info_string_65
source: Time:
ko_kr: 시간:
sv_se: Tid:

# info_string_66
source: Total Warnings:
ko_kr: 총 경고:
sv_se: Totalt Varningar:

# info_string_67
source: Unknown
ko_kr: 알 수 없음
sv_se: Okänd

# info_string_68
source: Error
ko_kr: 오류
sv_se: Fel

# info_string_73
source: ```Server Owner```
ko_kr: ```서버 소유자```
sv_se: ```Serverägare```

# info_string_74
source: ```Server Admin```
ko_kr: ```서버 관리자```

# info_string_75
source: ```Server Moderator```
ko_kr: ```서버 운영자```

# info_string_77
source: {0} Boosters
ko_kr: 부스터 {0}명
sv_se: {0} boostare

# emoji_string_name
source: Name
ko_kr: 이름
sv_se: Namn

# roleinfo
source: {0} Role Info
ko_kr: {0} 역할 정보
sv_se: {0} Rollinfo

# roleinfo_color
source: Color
ko_kr: 색
sv_se: Färg

# roleinfo_created_at
source: Created At
ko_kr: 생성일
sv_se: Skapad

# roleinfo_position
source: Position
ko_kr: 순위

# roleinfo_ishoisted
source: IsHoisted?
ko_kr: 별도 표시됨?
sv_se: Är hoistad?

# roleinfo_ismanaged
source: IsManaged?
ko_kr: 관리됨?
sv_se: Är hanterad?

# roleinfo_ismentionable
source: IsMentionable?
ko_kr: 멘션 가능?
sv_se: Är nämningsbar?

# roleinfo_members
source: Members [{0}]
ko_kr: 멤버 [{0}]
sv_se: Medlemmar [{0}]

# misc_anime_start
source: Start Date:
ko_kr: 시작 날짜:
sv_se: Startdatum:

# misc_anime_end
source: End Date:
ko_kr: 종료 날짜:
sv_se: Slutdatum:

# misc_anime_status_airing
source: Airing
ko_kr: 방영 중
sv_se: Sändning

# misc_anime_status_ended
source: Ended
ko_kr: 종영됨
sv_se: Avslutad

# misc_anime_synopsis
source: Synopsis:
ko_kr: 시놉시스:

# misc_manga_status_ip
source: In-Progress
ko_kr: 진행 중
sv_se: Pågående

# misc_manga_status_completed
source: Completed
ko_kr: 완결됨
sv_se: Slutförd

# misc_manga_volumes
source: Volumes:
ko_kr: 볼륨:
sv_se: Volymer:

# misc_manga_chapters
source: Chapters:
ko_kr: 챕터:
sv_se: Kapitel:

# misc_manga_footer
source: Manga ID: {0} • Score: {1}
ko_kr: 만화 ID: {0} • 점수: {1}
sv_se: Manga-ID: {0} • Poäng: {1}

# misc_fact
source: Random Fact:
ko_kr: 무작위 사실:
sv_se: Slumpmässig fakta:

# misc_fact_failed
source: Failed to get a fact.
ko_kr: 사실을 가져오지 못했습니다.
sv_se: Misslyckades att hämta en fakta.

# misc_reminder_success
source: Successfully set a reminder for `{0}` {1}.
ko_kr: `{0}`에 대해 {1}에 미리 알리도록 설정했습니다.
sv_se: Satte framgångsrikt en påminnelse för `{0}` {1}.

# music_error_voice_channel_1
source: You must be in a voice channel.
ko_kr: 음성 채널에 있어야 합니다.
sv_se: Du måste vara i en röstkanal.

# music_error_voice_channel_2
source: I can't join that voice channel.
ko_kr: 저는 해당 음성 채널에 참여할 수 없습니다.
sv_se: Jag kan inte gå med i den röstkanalen.

# music_error_voice_channel_3
source: I can't speak in that voice channel.
ko_kr: 저는 해당 음성 채널에서 말할 수 없습니다.
sv_se: Jag kan inte prata i den röstkanalen.

# music_error_voice_channel_4
source: I am already in that channel.
ko_kr: 저는 이미 해당 채널에 있습니다.
sv_se: Jag är redan i den kanalen.

# music_error_voice_channel_5
source: I must be in a voice channel. Use `/play` to summon me.
ko_kr: 제가 음성 채널에 있어야 합니다. `/play`를 사용하여 저를 소환하세요.
sv_se: Jag måste vara i en röstkanal. Använd `/play` för att kalla på mig.

# music_error_voice_channel_6
source: You must be in the same channel as the bot. Try using `/play` to summon it.
ko_kr: 봇과 같은 채널에 있어야 합니다. `/play`를 사용하여 소환해보세요.
sv_se: Du måste vara i samma kanal som boten. Försök att använda `/play` för att kalla på den.

# music_error_player
source: Player doesn't exist, please type `/play` again.
ko_kr: 플레이어가 존재하지 않습니다, `/play`를 다시 입력하세요.
sv_se: Spelaren finns inte, skriv `/play` igen.
