Repository: Nexfinity/Nexfinity-Translations
Catalog: CakeyBot-Bot/strings.*.resx
Languages: ko_kr, sv_se

# music_error_timespan
source: Timespan of queue is too long. Please clear songs from the queue before adding more.
ko_kr: 대기열의 시간 간격이 너무 깁니다. 노래를 추가하기 전에 대기열에서 노래를 지우세요.
sv_se: Tidsrymden av kön är för lång. Vänligen rensa låtar från kön innan du lägger till fler.

# music_error_lavalink
source: LavaLink instance crashed. Please report in our
ko_kr: LavaLink 인스턴스가 충돌했습니다. 다음에서 보고해주세요:
sv_se: LavaLink-instans kraschade. Vänligen rapportera i vår

# music_join
source: I have joined: `{0}`.
ko_kr: 다음 채널에 참여했습니다: `{0}`.
sv_se: Jag har gått med i: `{0}`.

# music_disconnect
source: Successfully disconnected!
ko_kr: 연결을 끊었습니다!
sv_se: Framgångsrikt frånkopplad!

# music_disconnect_error_2
source: You must be the only user in the voice channel or you must have mod permissions to disconnect Cakey Bot if a song is playing.
ko_kr: 노래가 재생 중인 경우 Cakey Bot의 연결을 끊으려면 음성 채널에 있는 유일한 사용자이거나 운영자 권한이 있어야 합니다.
sv_se: Du måste vara den enda användaren i röstkanalen eller så måste du ha mod-behörigheter för att koppla från Cakey Bot om en låt spelas.

# music_move
source: Moved from `{0}` to `{1}`.
ko_kr: `{0}`에서 `{1}`로 이동했습니다.
sv_se: Flyttad från `{0}` till `{1}`.

# music_move_error
source: You can not move Cakey Bot from a channel while a song is playing.
ko_kr: 노래가 재생되는 동안에는 채널에서 Cakey Bot을 이동시킬 수 없습니다.
sv_se: Du kan inte flytta Cakey Bot från en kanal när en låt spelas.

# music_jump
source: Successfully jumped to: [{0}]({1}) _{2}/{3}_
ko_kr: 다음으로 이동했습니다: [{0}]({1}) _{2}/{3}_
sv_se: Hoppade framgångsrikt till: [{0}]({1}) _{2}/{3}_

# music_duplicates
source: Successfully removed duplicate tracks from the queue. New queue: {0}
ko_kr: 대기열에서 중복 트랙을 성공적으로 제거했습니다. 새 대기열입니다: {0}
sv_se: Lyckades ta bort duplicerade spår från kön. Ny kö: {0}

# music_cleanup
source: Successfully cleaned up the queue. New queue: {0}
ko_kr: 대기열을 성공적으로 정리했습니다. 새 대기열입니다: {0}
sv_se: Framgångsrik rensning av kön. Ny kö: {0}

# music_shuffle
source: Successfully shuffled the queue.
ko_kr: 대기열 순서를 섞었습니다.
sv_se: Kastade framgångsrikt om kön.

# music_shuffle_by
source: Shuffled by
ko_kr: 셔플 기준
sv_se: Blandad av

# music_bb
source: Song bass boost status set to: `{0}`.
ko_kr: 노래 저음 증폭 상태를 다음으로 설정했습니다: `{0}`.
sv_se: Status för basförstärkning satt till: `{0}`.

# music_remove
source: Successfully removed `{0}` - `{1}` from the queue.
ko_kr: 대기열에서 `{0}` - `{1}`을(를) 제거했습니다.
sv_se: Tog framgångsrikt bort `{0}` - `{1}` från kön.

# music_restart_2
source: I have restarted the song at the beginning.
ko_kr: 노래를 처음 부분으로 되돌렸습니다.
sv_se: Jag har startat om låten från början.

# music_seek_3
source: I have sought to the time: `{0}`
ko_kr: 다음 시간을 찾았습니다: `{0}`
sv_se: Jag har sökt mig till tiden: `{0}`

# music_ff_2
source: I have fast forwarded to: `{0}` ({1} ahead)
ko_kr: 다음 시간으로 빨리 감았습니다: `{0}` ({1} 앞으로)
sv_se: Jag har snabbspolat till: `{0}` ({1} framåt)

# music_rewind_2
source: I have rewinded to: `{0}` ({1} behind)
ko_kr: 다음 시간으로 되감았습니다: `{0}` ({1} 뒤로)
sv_se: Jag har spolat tillbaka till: `{0}` ({1} bakåt)

# music_pause_3
source: Successfully paused the song.
ko_kr: 노래를 일시 정지했습니다.
sv_se: Pausade framgångsrikt sången.

# music_resume_1
source: Successfully resumed the song.
ko_kr: 노래를 다시 시작했습니다.
sv_se: Återupptog framgångsrikt sången.

# music_resume_2
source: The song is not paused. You can pause the song with `/pause`
ko_kr: 노래가 일시 정지되어 있지 않습니다. `/pause`로 노래를 일시 정지할 수 있습니다
sv_se: Låten är inte pausad. Du kan pausa låten med `/pause`

# music_lyrics_1
source: You must type a song name to search for. (or have a song currently playing)
ko_kr: 검색할 노래 이름을 입력하거나 현재 재생 중인 노래가 있어야 합니다.
sv_se: Du måste ange ett sångnamn att söka efter. (eller ha en sång som spelas för tillfället)

# music_lyrics_3
source: No lyrics found.
ko_kr: 가사가 없습니다.
sv_se: Ingen låttext hittades.

# music_volume_3
source: Volume successfully set to: `{0}`
ko_kr: 볼륨이 성공적으로 설정되었습니다: `{0}`
sv_se: Volymen har framgångsrikt ställts in på: `{0}`

# music_skip_1
source: [{0}]({1}) [{2}] has been skipped.
ko_kr: [{0}]({1}) [{2}]을(를) 건너뛰었습니다.
sv_se: [{0}]({1}) [{2}] har skippats.

# music_skip_2
source: {0} Skipped [{1}]({2}) [{3}] {4} Now playing: [{5}]({6}) [{7}]
ko_kr: {0} 건너뛰기 [{1}]({2}) [{3}] {4} 지금 재생 중입니다: [{5}]({6}) [{7}]
sv_se: {0} Hoppade över [{1}]({2}) [{3}] {4} Spelas nu: [{5}]({6}) [{7}]

# music_skip_3
source: No song is currently playing.
ko_kr: 재생 중인 노래가 없습니다.
sv_se: Ingen låt spelas för närvarande.

# music_skip_4
source: There are no more items left in queue.
ko_kr: 대기열에 항목이 더 이상 없습니다.
sv_se: Det finns inga fler låtar i kön.

# music_voteskip_2
source: You have voted to skip, {0} more vote required.
ko_kr: 건너뛰기에 투표하셨습니다, {0} 더 많은 투표가 필요합니다.
sv_se: Du har röstat för att hoppa över, {0} fler röster krävs.

# music_voteskip_3
source: You already voted to skip, it has been removed. You can re-add it by typing `/skip` again. {0} more vote required.
ko_kr: 이미 건너뛰기로 투표하셨으므로 삭제되었습니다. 다시 `/skip`을 입력하여 다시 추가할 수 있습니다. {0} 투표가 더 필요합니다.
sv_se: Du har redan röstat för att hoppa över, det har tagits bort. Du kan lägga till den igen genom att skriva `/skip` igen. {0} fler röster krävs.

# music_voteskip_4
source: The vote is at {0}/{1}.
ko_kr: 투표가 {0}/{1}입니다.
sv_se: Röstningen är på {0}/{1}.

# music_url
source: You must enter a song name or YouTube URL.
ko_kr: 노래 이름이나 YouTube URL을 입력해야 합니다.
sv_se: Du måste ange ett sångnamn eller en YouTube-länk.

# music_no_results
source: No results found.
ko_kr: 결과가 없습니다.
sv_se: Inga resultat hittades.

# music_invalid_track_1
source: Track ID is outside of valid range. Type `/queue` to see valid track IDs.
ko_kr: 트랙 ID가 올바른 범위를 벗어납니다. `/queue`를 입력하여 올바른 트랙 ID를 확인하세요.
sv_se: Spår-ID ligger utanför det giltiga intervallet. Skriv `/queue` för att se giltiga spår-ID.

# music_invalid_track_2
source: Track queue id must be valid.
ko_kr: 트랙 대기열 ID는 올발라야 합니다.
sv_se: Spårkö-Id:t måste vara giltigt.

# music_limit_queue
source: The queue can only hold up to 50 songs, please remove some before adding anymore or upgrade to premium.
ko_kr: 대기열에는 노래를 최대 50곡까지만 담을 수 있습니다, 노래를 추가하기 전에 일부 노래를 제거하거나 Premium으로 업그레이드하세요.
sv_se: Kön kan högst hålla 100 låtar, vänligen ta bort några innan du lägger till fler.

# music_limit_playlist
source: Playlists can only have up to 50 songs, please choose a smaller playlist or upgrade to premium.
ko_kr: 재생 목록에는 노래를 최대 50곡까지만 담을 수 있습니다, 더 작은 재생 목록을 선택하거나 Premium으로 업그레이드하세요.
sv_se: Spellistor kan ha högst 50 låtar, vänligen välj en mindre spellista.

# music_add_1
source: Added `{0}` songs to the queue.
ko_kr: 노래 `{0}`곡을 대기열에 추가했습니다.
sv_se: La till `{0}` låtar till kön.

# music_add_2
source: [{0}]({1}) [{2}] has been added to the queue.
ko_kr: [{0}]({1}) [{2}]이(가) 대기열에 추가되었습니다.
sv_se: [{0}]({1}) [{2}] har lagts till i kön.

# music_now_playing_1
source: Now playing: [{0}]({1}) [{2}]
ko_kr: [{0}]({1}) [{2}] 재생 중
sv_se: Nu spelas: [{0}]({1}) [{2}]

# music_volume
source: Volume: `{0}`
ko_kr: 음량: `{0}`
sv_se: Volym: `{0}`

# music_livestream
source: Command is disabled while a live stream is playing.
ko_kr: 실시간 스트림이 재생되는 동안에는 명령어가 사용되지 않도록 설정됩니다.
sv_se: Kommandot är inaktiverat medan en direktsändning spelar.

# music_playlist_list
source: Found {0} playlists: ```{1}```
ko_kr: 재생 목록 {0}개를 찾았습니다. ```{1}```
sv_se: Hittade {0} spellistor: ```{1}```

# music_playlist_success_save
source: Successfully saved {0} songs to your `{1}` playlist.
ko_kr: 노래 {0}곡을 `{1}` 재생 목록에 저장했습니다.
sv_se: Sparade framgångsrikt {0} låtar till din `{1}` spellista.

# music_playlist_success_load
source: Successfully loaded {0} songs from your `{1}` playlist.
ko_kr: `{1}` 재생 목록에서 {0} 노래를 성공적으로 로드했습니다.
sv_se: Har framgångsrikt laddat {0} låtar från din `{1}` spellista.

# music_playlist_success_delete
source: Successfully deleted your `{0}` playlist.
ko_kr: `{0}` 재생목록을 성공적으로 삭제했습니다.
sv_se: Raderade framgångsrikt din spellista `{0}`.

# music_string_1
source: Queue Position:
ko_kr: 대기열 위치:
sv_se: Position i kö:

# music_string_2
source: Est. Time Until Play:
ko_kr: Est. 플레이까지 남은 시간:
sv_se: Est. Tid till start:

# music_string_3
source: No tracks in queue.
ko_kr: 대기열에 트랙이 없습니다.
sv_se: Inga spår i kön.

# music_string_4
source: +{0} more songs.
ko_kr: 노래 {0}곡이 더 남았습니다.
sv_se: +{0} fler sånger.

# music_string_7
source: Time is outside of video's length, try again.
ko_kr: 시간이 동영상의 길이를 벗어납니다, 다시 시도하세요.
sv_se: Tiden är utanför videons längd, vänligen försök igen.

# music_string_8
source: A song must currently be playing to use this command, try `/play` instead.
ko_kr: 이 명령어를 사용하려면 현재 노래가 재생 중이어야 합니다, 대신 `/play`를 사용해보세요.
sv_se: En låt måste spelas för närvarande för att använda detta kommando, prova `/play` istället.

# music_string_9
source: There is no track playing right now.
ko_kr: 현재 재생 중인 트랙이 없습니다.
sv_se: Det finns ingen låt som spelas just nu.

# music_string_10
source: Author
ko_kr: 작성자
sv_se: Skapare

# music_string_12
source: Volume
ko_kr: 음량
sv_se: Volym

# music_string_14
source: Paused?
ko_kr: 일시 정지됨?
sv_se: Pausad?

# music_string_15
source: Livestream?
ko_kr: 실시간 스트림?
sv_se: Direktsändning?

# music_string_16
source: Vote Skips
ko_kr: 투표 건너뛰기
sv_se: Skippningsröster

# music_string_17
source: Queue:
ko_kr: 대기열:
sv_se: Kö:

# music_string_18
source: Now playing:
ko_kr: 지금 재생 중입니다:
sv_se: Spelas nu:

# music_string_19
source: Requested By
ko_kr: 요청한 사용자
sv_se: Önskad av

# music_string_20
source: Looping?
ko_kr: 반복 중?
sv_se: Loopar?

# music_string_21
source: Bass Boosted?
ko_kr: 저음 증폭됨?
sv_se: Basförstärkt?

# music_unknown_title
source: Unknown title
ko_kr: 알 수 없는 제목
sv_se: Okänd titel

# music_embed_success_1
source: The song request channel (<#{0}>) has been created. You can rename or move the channel if you wish.
ko_kr: 노래 요청 채널(<#{0}>)이 만들어졌습니다. 원하는 경우 채널의 이름을 바꾸거나 채널을 이동할 수 있습니다.
sv_se: Kanalen för att begära låtar (<#{0}>) har skapats. Du kan byta namn på eller flytta kanalen om du så önskar.

# music_embed_success_2
source: Please do not delete any messages in the song request channel. If you do, you will need to run the setup again.
ko_kr: 노래 요청 채널에서 메시지를 삭제하지 마세요. 삭제할 경우 설정을 다시 실행해야 합니다.
sv_se: Ta vänligen inte bort några meddelanden från kanalen för att begära låtar. Om du ändå gör det, behöver du köra uppstarten igen.

# music_embed_queue_1
source: Join a Voice Channel and search a song by name or URL by typing it in this channel.
ko_kr: 음성 채널에 참여하고 이 채널에서 이름이나 URL을 입력하여 이름이나 URL로 노래를 검색할 수 있습니다.
sv_se: Gå med i en röstkanal och sök på en låt efter namn eller URL genom att skriva in det i denna kanal.

# music_embed_queue_2
source: Supported sources: Twitch, Bandcamp, Vimeo, Soundcloud, Direct URL/Web File *`(MP3 & MP4 Formats)`* & Spotify *`(EXPERIMENTAL)`*.
ko_kr: 지원되는 소스: 트위치, 밴드캠프, 비메오, 사운드클라우드, 직접 URL/웹 파일 *`(MP3 및 MP4 형식)`* 및 스포티파이 *`(실험적)`*.
sv_se: Källor som stöds: Twitch, Bandcamp, Vimeo, Soundcloud, Direkt URL/Webfil *`(MP3 & MP4 Formats)`* & Spotify *`(EXPERIMENTAL)`*.

# music_embed_react_1
source: Pause/Resume a song
ko_kr: 노래 일시 정지/다시 시작
sv_se: Pausa/återuppta en låt

# music_embed_react_2
source: Clear the queue
ko_kr: 대기열 지우기
sv_se: Rensa kön

# music_embed_react_3
source: Skip the song
ko_kr: 노래 건너뛰기
sv_se: Hoppa över låten

# music_embed_react_4
source: Shuffle the queue
ko_kr: 대기열 순서 섞기
sv_se: Blanda kön

# music_embed_react_5
source: Loop the current song
ko_kr: 현재 노래 반복
sv_se: Loopa nuvarande låt

# music_embed_react_6
source: Restart the current song
ko_kr: 현재 노래 다시 시작
sv_se: Starta om nuvarande låt

# music_logger_trackend
source: {0} Finished playing: [{1}]({2}) [{3}] {4} Now playing: [{5}]({6}) [{7}]
ko_kr: {0} 플레이를 완료했습니다: [{1}]({2}) [{3}] {4} 지금 재생 중입니다: [{5}]({6}) [{7}]
sv_se: {0} Slutade spela: [{1}]({2}) [{3}] {4} Spelas nu: [{5}]({6}) [{7}]

# music_logger_error
source: Track got stuck while trying to play.
ko_kr: 트랙을 재생하려고 하는 동안 트랙이 멈췄습니다.
sv_se: Spåret fastnade vid försök att spela.

# music_logger_disconnect
source: All users left voice channel, bot will disconnect in 30 seconds.
ko_kr: 모든 사용자가 음성 채널에서 나갔으므로 봇의 연결을 30초 후 끊습니다.
sv_se: Alla användare lämnade röstkanalen, botten kommer att koppla från om 30 sekunder.

# music_equalizer_invalid_1
source: Valid bands are 0 through 14
ko_kr: 올바른 대역은 0에서 14 사이입니다
sv_se: Giltiga band är 0 till 14

# music_equalizer_invalid_2
source: Valid gain values are between -0.25 and 1.0
ko_kr: 올바른 게인 값은 -0.25에서 0 사이입니다
sv_se: Giltiga gain-värden är mellan -0.25 och 1.0

# music_equalizer_success
source: Successfully set band #{0} to `{1}`
ko_kr: 대역 #{0}을(를) `{1}`(으)로 설정했습니다
sv_se: Satte framgångsrikt band #{0} till `{1}`

# roles_persistent
source: The `{0}` role was successfully {1} {2}.
ko_kr: `{0}` 역할이 성공적으로 {1} {2}.
sv_se: Rollen `{0}` blev framgångsrikt {1} {2}.

# roles_persistent_1
source: added to
ko_kr: 에게 추가되었습니다
sv_se: lades till i

# roles_persistent_2
source: removed from
ko_kr: 에게서 제거되었습니다
sv_se: togs bort från

# gif_error_1
source: Couldn't find any gifs. :frowning:
ko_kr: GIF를 찾을 수 없습니다. :frowning:
sv_se: Kunde inte hitta några gifs. :frowning:

# gif_error_2
source: Couldn't find any gifs that were SFW :frowning:
ko_kr: 전 연령에 적합한 GIF를 찾을 수 없습니다. :frowning:
sv_se: Kunde inte hitta några gifs som var SFW. :frowning:

# cmd_error_param
source: Has incorrect number of parameters.
ko_kr: 매개 변수 수가 잘못되었습니다.
sv_se: Har inkorrekt antal parametrar.

# cmd_error_number
source: You must provide a valid number.
ko_kr: 올바른 수를 지정해야 합니다.
sv_se: Du måste ange ett giltigt tal.

# cmd_error_input
source: You must provide valid input.
ko_kr: 올바른 값을 지정해야 합니다.
sv_se: Du måste ange giltig indata.

# cmd_error_matches
source: Multiple matches were found. Possible matches: ```{0} {1}```
ko_kr: 일치하는 항목이 여러 개 있습니다. 가능한 일치 항목: ```{0} {1}```
sv_se: Flera träffar hittades. Möjliga matchningar: ```{0} {1}```

# cmd_error_timeout_1
source: Timed out while trying to run the command.
ko_kr: 명령 실행을 시도하는 동안 시간 초과되었습니다.
sv_se: Det tog för lång tid att köra kommandot.

# cmd_error_timeout_2
source: Request timed out, please try again later.
ko_kr: 요청 시간이 초과되었습니다, 나중에 다시 시도해주세요.
sv_se: Begäran tog för lång tid, vänligen försök igen senare.

# cmd_error_requests
source: Received too many requests. Please try again later.
ko_kr: 너무 많은 요청을 수신했습니다. 나중에 다시 시도해주세요.
sv_se: Fick för många förfrågningar. Vänligen försök igen senare.

# audit_string_1
source: User Joined:
ko_kr: 사용자 가입:
sv_se: Användaren har anslutit sig:

# audit_string_2
source: Account Created On:
ko_kr: 계정 생성 날짜:
sv_se: Konto skapat den:

# audit_string_3
source: User Left:
ko_kr: 사용자 왼쪽:
sv_se: Användaren vänster:

# audit_string_4
source: pinned
ko_kr: 고정됨
sv_se: fäst

# audit_string_5
source: unpinned
ko_kr: 고정 해제됨
sv_se: avfäst

# audit_string_6
source: **Message {0} in** <#{1}>
ko_kr: <#{1}>**에서 메시지가 {0}**
sv_se: **Meddelande {0} i** <#{1}>

# audit_string_7
source: **Message edited in** <#{0}>
ko_kr: <#{0}>**에서 메시지가 수정됨**
sv_se: **Meddelande redigerat i** <#{0}>

# audit_string_8
source: Before:
ko_kr: 전에:
sv_se: Tidigare:

# audit_string_9
source: After:
ko_kr: 이후:
sv_se: Efter:

# audit_string_10
source: Message:
ko_kr: 메시지:
sv_se: Meddelande:

# audit_string_12
source: **Message sent by <@{0}> deleted in** <#{1}>
ko_kr: <#{1}>**에서 <@{0}>이(가) 보낸 메시지가 삭제됨**
sv_se: **Meddelande skickat av <@{0}> togs bort i** <#{1}>

# audit_string_13
source: <@{0}>**'s nickname changed**
ko_kr: <{0}>**의 닉네임 변경됨**
sv_se: <@{0}>**s smeknamn ändrat**

# audit_string_14
source: Roles Added
ko_kr: 추가된 역할
sv_se: Roller som lagts till

# audit_string_15
source: Roles Removed
ko_kr: 제거된 역할
sv_se: Borttagna roller

# audit_string_16
source: Member Banned
ko_kr: 멤버 차단됨
sv_se: Medlem bannlyst

# audit_string_17
source: Member Unbanned
ko_kr: 멤버 차단 해제됨
sv_se: Medlem avbannlyst

# audit_string_18
source: Role Created:
ko_kr: 역할이 생성되었습니다:
sv_se: Skapad roll:

# audit_string_19
source: Role Name:
ko_kr: 역할 이름:
sv_se: Rollnamn:

# audit_string_20
source: Role Color:
ko_kr: 역할 색상:
sv_se: Rollfärg:

# audit_string_21
source: Hoisted:
ko_kr: 호이스트:
sv_se: Hissad:

# audit_string_22
source: Mentionable:
ko_kr: 언급할 만합니다:
sv_se: Kan nämnas:

# audit_string_23
source: Permissions:
ko_kr: 권한:
sv_se: Behörigheter:

# audit_string_24
source: Role Updated:
ko_kr: 역할이 업데이트되었습니다:
sv_se: Rollen uppdaterad:

# audit_string_25
source: Role ID:
ko_kr: 역할 ID:
sv_se: Roll-ID:

# audit_string_26
source: Role Deleted:
ko_kr: 역할이 삭제되었습니다:
sv_se: Roll borttagen:

# audit_string_27
source: Channel Created:
ko_kr: 채널 생성됨:
sv_se: Kanal skapad:

# audit_string_28
source: Channel Updated:
ko_kr: 채널 업데이트:
sv_se: Kanal uppdaterad:

# audit_string_29
source: Channel Name:
ko_kr: 채널 이름:
sv_se: Kanalens namn:

# audit_string_30
source: Topic:
ko_kr: 주제:
sv_se: Ämne:

# audit_string_31
source: Is NSFW?:
ko_kr: NSFW인가요?
sv_se: Är NSFW?:

# audit_string_32
source: Slowmode:
ko_kr: 슬로우 모드:
sv_se: Långsamt läge:

# audit_string_33
source: Under Category:
ko_kr: 카테고리 아래:
sv_se: Under kategori:

# audit_string_34
source: Channel Deleted:
ko_kr: 채널 삭제됨:
sv_se: Kanal borttagen:

# audit_string_36
source: Jump To:
ko_kr: 바로가기:
sv_se: Hoppa till:

# audit_string_37
source: **{0} messages were bulk deleted in** <#{1}>
ko_kr: <#{1}>**에서 메시지 {0}개가 대량 삭제됨**
sv_se: **{0} meddelanden togs i bulk bort i** <#{1}>

# audit_string_41
source: Suspicious Account
ko_kr: 의심스러운 계정
sv_se: Misstänkt konto

# audit_string_42
source: User:
ko_kr: 사용자:
sv_se: Användare:

# audit_string_43
source: moved to another voice channel.
ko_kr: 다른 음성 채널로 이동했습니다.
sv_se: flyttad till en annan röstkanal.

# audit_string_45
source: joined a voice channel.
ko_kr: 음성 채널에 참여했습니다.
sv_se: gick med i en röstkanal.

# audit_string_46
source: left a voice channel.
ko_kr: 음성 채널을 남겼습니다.
sv_se: lämnade en röstkanal.

# audit_string_49
source: Invite Link Created: [{0}](https://discord.com/invite/{1})
ko_kr: 초대 링크가 생성되었습니다: [{0}](https://discord.com/invite/{1})
sv_se: Inbjudan Länk skapad: [{0}](https://discord.com/invite/{1})

# audit_string_50
source: Widget
ko_kr: 위젯

# audit_string_51
source: Invite Link Deleted: `{0}`
ko_kr: 초대 링크가 삭제되었습니다: `{0}`
sv_se: Inbjudningslänk borttagen: `{0}`

# util_server_offline
source: The server is offline or is not responding to queries.
ko_kr: 서버가 오프라인 상태이거나 쿼리에 응답하고 있지 않습니다.
sv_se: Servern är offline eller svarar inte på begäran.

# util_server_name
source: Name/MOTD:
ko_kr: 이름/MOTD:
sv_se: Namn/MOTD:

# util_server_count
source: Player Count:
ko_kr: 플레이어 수:
sv_se: Antal spelare:

# util_server_version
source: Version:
ko_kr: 버전:

# util_math_compute
source: Compute Time: {0}s
ko_kr: 계산 시간: {0}초
sv_se: Beräkningstid: {0}s

# embed_footer_id_user
source: User ID:
ko_kr: 사용자 ID:
sv_se: Användar-ID:

# embed_footer_id_guild
source: Guild ID:
ko_kr: 길드 ID:

# embed_footer_id_channel
source: Channel ID:
ko_kr: 채널 ID:
sv_se: Kanal-ID:

# embed_footer_about
source: Powered by Discord.Net implementing Lavalink4Net
ko_kr: Lavalink4NET을 구현하는 Discord.Net 사용
sv_se: Drivs av Discord.Net med en implementering av Lavalink4Net

# core_help_1
source: The prefix for this guild is `{0}` If you are looking for a list of bot commands and how they work, click the `Bot Commands` link below. If you need help figuring out something check out our `FAQ` (Frequently Asked Questions) link.
ko_kr: 이 길드의 접두사는 `{0}`입니다 봇 명령어 목록 및 작동 방식을 찾고 있다면 아래 `봇 명령어` 링크를 클릭하세요. 도움이 필요하면 `자주 하는 질문` 링크를 확인하세요.
sv_se: Prefixet för denna server är `{0}` Om du letar efter en lista över botkommandon och hur de fungerar, klicka på are looking `Botkommandon`-länken nedan. Om du behöver hjälp med att lista ut något, kolla in vår `FAQ` (vanliga frågor) länk.

# core_useful_links
source: Useful Links
ko_kr: 유용한 링크
sv_se: Användbara länkar

# core_bot_commands
source: Bot Commands
ko_kr: 봇 명령어
sv_se: Botkommandon

# core_dashboard
source: Web Dashboard
ko_kr: 웹 대시보드
sv_se: Webbpanel

# core_support_discord
source: Support Discord
ko_kr: 지원 Discord
sv_se: Stöd-Discord

# core_bot_invite
source: Bot Invite Link
ko_kr: 봇 초대 링크
sv_se: Botinbjudningslänk

# core_system_message
source: *System Message*
ko_kr: *시스템 메시지*
sv_se: *Systemmeddelande*

# core_cmd_search_1
source: Sorry, I couldn't find a command like `{0}`.
ko_kr: 죄송합니다, `{0}`과(와) 같은 명령어를 찾지 못했습니다.
sv_se: Tyvärr, jag kunde inte hitta ett kommando som `{0}`.

# core_cmd_search_2
source: Here are some commands like `{0}`.
ko_kr: 다음은 `{0}`과(와) 같은 몇 가지 명령어입니다.
sv_se: Här är några kommandon som `{0}`.

# core_cmd_info_parameters
source: Parameters:
ko_kr: 매개변수:
sv_se: Parametrar:

# core_cmd_info_module
source: Module:
ko_kr: 모듈:
sv_se: Modul:

# core_setting_prefix_current
source: Current Prefix:
ko_kr: 현재 접두사:
sv_se: Nuvarande prefix:

# core_setting_modules_current
source: Current Settings:
ko_kr: 현재 설정:
sv_se: Nuvarande inställningar:

# core_feedback_blacklisted
source: You have been blacklisted from this command. :(
ko_kr: 이 명령어의 블랙리스트에 올랐습니다. :(
sv_se: Du har svartlistats från detta kommando. :(

# core_stats_1
source: Server Count
ko_kr: 서버 수
sv_se: Serverantal

# core_stats_2
source: Total Categories
ko_kr: 총 카테고리 수
sv_se: Totalt antal kategorier

# core_stats_3
source: Text Channels
ko_kr: 텍스트 채널
sv_se: Textkanaler

# core_stats_4
source: Voice Channels
ko_kr: 음성 채널
sv_se: Röstkanaler

# core_announce_footer
source: Announcement
ko_kr: 공지
sv_se: Tillkännagivande

# core_sr_added_3
source: Successfully added the requested role to you.
ko_kr: 요청한 역할을 사용자에게 추가했습니다.
sv_se: Lade framgångsrikt till den begärda rollen till dig.

# core_sr_removed_2
source: Successfully removed the requested role from you.
ko_kr: 요청한 역할을 사용자에게서 제거했습니다.
sv_se: Tog framgångsrikt bort den begärda rollen från dig.

# core_sr_none
source: No roles available.
ko_kr: 사용 가능한 역할이 없습니다.
sv_se: Inga roller tillgängliga.

# core_sr_error_invalid
source: Role isn't listed as a self role.
ko_kr: 역할이 셀프 역할로 나열되어 있지 않습니다.
sv_se: Rollen är inte listad som en självroll.

# core_sr_error_have
source: You already have this role.
ko_kr: 사용자에게 이미 이 역할이 있습니다.
sv_se: Du har redan den här rollen.

# core_sr_error_have_not
source: You don't have this role.
ko_kr: 사용자에게 이 역할이 없습니다.
sv_se: Du har inte den rollen.

# core_debug_required_core
source: **Required Permisisons: (Core)**
ko_kr: **필수 권한: (핵심)**
sv_se: **Obligatoriska behörigheter: (Kärna)**

# core_debug_optional_mod
source: **Optional Permissions: (Required For Moderation)**
ko_kr: **선택적 권한: (운영에 필요)**
sv_se: **Valfria behörigheter: (krävs för moderering)**

# core_debug_optional_misc
source: **Optional Permissions: (Required For Utilities/Misc)**
ko_kr: **선택적 권한: (유틸리티/기타에 필요)**
sv_se: **Valfria behörigheter: (krävs för verktyg/övrigt)**

# core_debug_optional_music
source: **Optional Permissions: (Required For Music)**
ko_kr: **선택적 권한: (음악에 필요)**
sv_se: **Valfria behörigheter: (krävs för musik)**

# core_debug_unused
source: **Unused Permissions:**
ko_kr: **사용되지 않는 권한:**
sv_se: **Oanvända rättigheter:**

# core_debug_wildcard
source: **Wildcard Permissions:**
ko_kr: **와일드카드 권한:**
sv_se: **Wildcard-behörigheter:**

# core_limited
source: Cakey Bot is currently having technical issues. Some features are disabled or limited temporarily.
ko_kr: Cakey Bot에 기술적인 문제가 생겼습니다. 일부 기능이 일시적으로 사용되지 않도록 설정되거나 제한됩니다.
sv_se: Cakey Bot har för närvarande tekniska problem. Vissa funktioner är inaktiverade eller begränsas tillfälligt.

# core_string_1
source: Command Info
ko_kr: 명령어 정보
sv_se: Kommando-info

# automod_check_mass_caps
source: Mass Capitalization
ko_kr: 대량 대문자 표시
sv_se: Masskapitalisering

# automod_check_blacklist
source: Blacklisted Word
ko_kr: 블랙리스트에 오른 단어
sv_se: Svartlistat ord

# automod_check_discord_invite
source: Discord Invite Link
ko_kr: Discord 초대 링크
sv_se: Discord-inbjudningslänk

# automod_check_website_url
source: Website URL/Link
ko_kr: 웹사이트 URL/링크
sv_se: Webbadress/länk

# automod_check_mass_mentions
source: Mass Mentions
ko_kr: 대량 멘션
sv_se: Massomnämnanden

# automod_check_emoji_spam
source: Emoji Spam
ko_kr: 이모지 스팸

# automod_check_spoilers
source: Spoilers
ko_kr: 스포일러
