Repository: Nexfinity/Nexfinity-Translations
Catalog: CakeyBot-Bot/strings.*.resx
Languages: ko_kr, sv_se

# automod_check_stickers
source: Stickers
ko_kr: 스티커
sv_se: Klistermärken

# automod_check_duplicate_char
source: Duplicated Characters
ko_kr: 중복된 문자
sv_se: Duplicerade tecken

# automod_check_duplicate_word
source: Duplicate Words
ko_kr: 중복된 단어
sv_se: Duplicera ord

# automod_check_auto_dehoist
source: Auto Dehoist
ko_kr: 자동 별도 표시 제거

# automod_embed_violation
source: Violation:
ko_kr: 위반:
sv_se: Överträdelse:

# github_results
source: Showing lines {0} - {1} of `{2}`
ko_kr: `{2}`의 {0} - {1} 줄 표시
sv_se: Visar rader {0} - {1} av `{2}`

# quoter_by_title
source: Quoted By:
ko_kr: 인용자:
sv_se: Citerad av:

# quoter_by_value
source: {0} from <#{1}> in {2}
ko_kr: {0} <#{1}> 에서 {2}
sv_se: {0} från <#{1}> till {2}

# misc_no_content
source: No Content
ko_kr: 콘텐츠 없음
sv_se: Saknar innehåll

# textman_invalid_output
source: No valid output.
ko_kr: 올바른 출력이 없습니다.
sv_se: Ogiltig inmatning.

# info_premium
source: :star: Like Cakey Bot? You can now donate for Premium:
ko_kr: :star: Cakey Bot이 마음에 드시나요? 이제 기부하여 Premium을 이용할 수 있습니다.
sv_se: :star: Gillar du Cakey Bot? Du kan nu donera för Premium:

# info_uptime
source: Uptime: {0}
ko_kr: 작동 시간: {0}
sv_se: Drifttid: {0}

# info_open_image
source: Open Image
ko_kr: 이미지 열기
sv_se: Öppna bild

# game_ttt_in_progress
source: A game is already in progress, complete it before making a new game.
ko_kr: 게임이 이미 진행 중입니다, 새 게임을 만들기 전에 게임을 완료하세요.
sv_se: Ett spel pågår redan, avsluta det innan du skapar ett nytt.

# game_ttt_title
source: Tic Tac Toe
ko_kr: 삼목 게임
sv_se: Tre-i-rad

# game_player_1
source: Player 1
ko_kr: 플레이어 1
sv_se: Spelare 1

# game_player_2
source: Player 2
ko_kr: 플레이어 2
sv_se: Spelare 2

# game_current_move
source: Current Move
ko_kr: 현재 차례
sv_se: Nuvarande drag

# game_flip_again
source: Flip Again
ko_kr: 다시 뒤집기
sv_se: Vänd igen

# error_action_self
source: You can't perform this action on yourself!
ko_kr: 이 작업은 직접 수행할 수 없습니다!
sv_se: Du kan inte utföra denna åtgärd på dig själv!

# error_action_bot
source: I can't do that to myself!
ko_kr: 나 자신에게는 그럴 수 없어요!
sv_se: Jag kan inte göra så mot mig själv!

# moderation_report_channel_missing
source: No report channel has been setup yet.
ko_kr: 신고 채널이 아직 설정되지 않았습니다.
sv_se: Ingen anmälningskanal har ställts in ännu.

# moderation_report_channel_invalid
source: The destination channel is invalid or no longer exists.
ko_kr: 대상 채널이 잘못되었거나 더 이상 존재하지 않습니다.
sv_se: Destinationskanalen är ogiltig eller finns inte längre.

# moderation_report_reported_success
source: Successfully submitted report. Staff will review and take action if needed.
ko_kr: 보고서를 성공적으로 제출했습니다. 직원이 검토하고 필요한 경우 조치를 취합니다.
sv_se: Framgångsrikt skickad rapport. Personalen kommer att granska och vidta åtgärder om det behövs.

# moderation_report_perms
source: I don't have send message permissions for the destination channel.
ko_kr: 제게 대상 채널에 대한 메시지 보내기 권한이 없습니다.
sv_se: Jag har inte behörighet att skicka meddelanden i destinationskanalen.

# misc_afk_list
source: You can view a list of AFK users here: {0}/afk-list Note: Requires \"Manage Server\" access.
ko_kr: 여기에서 AFK 사용자 목록을 확인할 수 있습니다: {0}/ 참고: \'서버 관리\' 액세스 권한이 필요합니다.
sv_se: Du kan se en lista över AFK-användare här: {0}/afk-list Obs: Kräver åtkomst till \"Hantera server\".

# game_ttt_winner
source: Winner
ko_kr: 승자
sv_se: Vinnare

# game_ttt_taken
source: This spot is already taken.
ko_kr: 이 자리는 이미 사용 중입니다.
sv_se: Denna plats är redan upptagen.

# game_ttt_expired
source: This game has already expired. You can create a new game with `/tictactoe <opt:user>`.
ko_kr: 이 게임은 이미 만료되었습니다. `/tictactoe <선택:사용자>`로 새 게임을 만들 수 있습니다.
sv_se: Detta spel har redan gått ut. Du kan skapa ett nytt spel med `/tictactoe <opt:user>`.

# game_ttt_wait_turn
source: You must wait your turn to make a move!
ko_kr: 수를 두려면 차례를 기다려야 합니다!
sv_se: Du måste vänta på din tur innan du gör ett drag!

# automod_check_zalgo
source: Zalgo Text
ko_kr: 잘고 텍스트

# twitch_title_live
source: Twitch | {0} - LIVE NOW!
ko_kr: Twitch | {0} - 생방송 중!
sv_se: Twitch | {0} - LIVE NU!

# twitch_currently_playing
source: Currently Playing:
ko_kr: 현재 재생 중입니다:
sv_se: Spelas för närvarande:

# twitch_viewers
source: Viewers:
ko_kr: 시청자:
sv_se: Tittare:

# twitch_join_stream
source: Join the stream here: https://www.twitch.tv/{0}
ko_kr: 여기에서 스트림에 참여하세요: https://www.twitch.tv/{0}
sv_se: Gå med i streamen här: https://www.twitch.tv/{0}

source: Twitch Feed
ko_kr: Twitch 피드
sv_se: Twitch-flöde

source: Reddit Feed
ko_kr: Reddit 피드
sv_se: Reddit-flöde

# tags_list
source: Tags:
ko_kr: 태그:
sv_se: Etiketter:

source: Thread Deleted:
ko_kr: 스레드가 삭제되었습니다:
sv_se: Tråd borttagen:

source: Thread Created:
ko_kr: 스레드 생성됨:
sv_se: Tråd skapad:

# thread_modified
source: Thread Updated:
ko_kr: 스레드가 업데이트되었습니다:
sv_se: Tråd uppdaterad:

source: Thread Parent:
ko_kr: 스레드 부모:
sv_se: Tråd Förälder:

# thread_auto_archive
source: Auto-Archive Time:
ko_kr: 자동 보관 시간:
sv_se: Tid för automatisk arkivering:

# thread_private
source: IsPrivate?
ko_kr: 비공개?
sv_se: ÄrPrivate?

# thread_locked
source: IsLocked?
ko_kr: 잠김?
sv_se: ÄrLåst?

source: Thread Name:
ko_kr: 스레드 이름:
sv_se: Trådnamn:

# thread_archive
source: The `{0}` thread was archived.
ko_kr: `{0}` 스레드가 보관되었습니다.
sv_se: Tråden `{0}` har arkiverats.

# thread_unarchive
source: The `{0}` thread was un-archived.
ko_kr: `{0}` 스레드가 보관되지 않았습니다.
sv_se: Tråden `{0}` har inte arkiverats.

source: Stage Updated:
ko_kr: 스테이지 업데이트:
sv_se: Etapp uppdaterad:

source: Stage Name:
ko_kr: 무대 이름:
sv_se: Stegnamn:

# stage_discoverable
source: IsDiscoverable?
ko_kr: 검색 가능?
sv_se: ÄrDiscoverable?

# stage_privacy
source: Privacy Level:
ko_kr: 개인정보 보호 수준:
sv_se: Sekretessnivå:

# stage_live
source: IsLive?
ko_kr: 생방송 중?
sv_se: ÄrLive?

# stage_speaker_count
source: Speaker Count:
ko_kr: 화자 수:
sv_se: Antal talare:

source: Stage Started:
ko_kr: 스테이지가 시작되었습니다:
sv_se: Etapp påbörjad:

source: Stage Ended:
ko_kr: 스테이지 종료:
sv_se: Etapp avslutad:

# imageman_analyze_failed
source: Failed to deserialize image data.
ko_kr: 이미지 데이터를 역직렬화하지 못했습니다.
sv_se: Misslyckades att avkoda bildens data.

# ticket_exists
source: You already have a ticket here <#{0}>!
ko_kr: 이미 여기에 티켓이 있습니다 <#{0}>!
sv_se: Du har redan en biljett här <#{0}>!

# ticket_deleting
source: Ticket will be deleted in a few seconds.
ko_kr: 티켓이 몇 초 후에 삭제됩니다.
sv_se: Ärenade raderas om några sekunder.

# ticket_transcript_failed
source: **Error:** Unable to generate transcript file.
ko_kr: **오류:** 기록 파일을 생성할 수 없습니다.
sv_se: **Fel:** Kunde inte generera transkript-filen.

# ticket_transcript
source: Transcript
ko_kr: 기록
sv_se: Transkript

# ticket_open
source: Open
ko_kr: 열기
sv_se: Öppna

# ticket_delete
source: Delete
ko_kr: 삭제
sv_se: Radera

# ticket_reopen
source: Ticket re-opened by {0}
ko_kr: {0}이(가) 티켓을 다시 열었습니다
sv_se: Ärende öppnades åter av {0}

# ticket_transcript_channel_missing
source: **Error:** Transcript channel doesn't exist. (Or Cakey Bot is unable to view/send messages to it.)
ko_kr: **오류:** 기록 채널이 존재하지 않습니다. (또는 Cakey Bot이 해당 채널에 메시지를 보내거나 메시지를 볼 수 없습니다.)
sv_se: **Fel:** Kanal för transkript finns inte. (Eller så kan Cakey Bot inte läsa/skicka meddelanden.)

# ticket_transcript_saved
source: Transcript was successfully saved to {0}.
ko_kr: 기록이 {0}에 저장되었습니다.
sv_se: Transkript sparades framgångsrikt till {0}.

# ticket_message_count
source: Messages Count:
ko_kr: 메시지 수:
sv_se: Antal meddelanden:

# ticket_saved_by
source: Saved By:
ko_kr: 저장한 사람:
sv_se: Sparad av:

# ticket_ticket
source: Ticket:
ko_kr: 티켓:
sv_se: Biljett:

# ticket_staff_reply
source: A staff member will respond to your ticket shortly.
ko_kr: 담당자 멤버가 티켓에 곧 응답합니다.
sv_se: En personalmedlem besvarar ditt ärende inom kort.

# ticket_close
source: Close
ko_kr: 닫기
sv_se: Stäng

# ticket_issue
source: {0} is having the following issue:
ko_kr: {0} 에 다음과 같은 문제가 발생하고 있습니다:
sv_se: {0} har följande problem:

# ticket_create
source: Click the button below to create a support ticket.
ko_kr: 지원 티켓을 만들려면 아래 버튼을 클릭하세요.
sv_se: Välj knappen nedan för att skapa ett supportärende.

# ticket_title
source: Support Ticket
ko_kr: 지원 티켓
sv_se: Supportärenden

# ticket_open_embed
source: Open a Ticket
ko_kr: 티켓 열기
sv_se: Öppna ett ärende

# ticket_closed
source: Ticket closed by {0}
ko_kr: {0}이(가) 티켓을 닫았습니다
sv_se: Ärende stängt av {0}

# core_sr_embed_error
source: You must add self roles before creating an embed.
ko_kr: 첨부를 만들기 전에 셀프 역할을 추가해야 합니다.
sv_se: Du måste lägga till självroller innan du skapar en inbäddning.

# core_sr_embed_description_select
source: You can add/remove roles to/from yourself using the selection menu below.
ko_kr: 아래의 선택 메뉴를 사용하여 자기 자신에게/에게서 역할을 추가/제거할 수 있습니다.
sv_se: Du kan lägga till/ta bort roller till/från dig själv genom menyn nedan.

# core_sr_roles_added
source: Added roles:
ko_kr: 역할이 추가되었습니다:
sv_se: Tillagda roller:

# core_sr_roles_removed
source: Removed roles:
ko_kr: 역할이 제거되었습니다:
sv_se: Borttagna roller:

# automod_check_phishing_link
source: Phishing Link
ko_kr: 피싱 링크
sv_se: Länk till lösenordsfiske

# presets_applied
source: Successfully applied preset: `{0}`
ko_kr: 프리셋을 성공적으로 적용했습니다: `{0}`
sv_se: Framgångsrikt tillämpad förinställning: `{0}`

# filters_applied
source: Successfully applied `{0}` filter with these options: {1}
ko_kr: 이 옵션으로 `{0}` 필터를 성공적으로 적용했습니다: {1}
sv_se: Framgångsrikt använt `{0}` filter med dessa alternativ: {1}

# error_ticket_category
source: Unable to create ticket category. Please fix Cakey Bot's permissions.
ko_kr: 티켓 카테고리를 만들 수 없습니다. 케이크 봇의 권한을 수정하세요.
sv_se: Det gick inte att skapa en ärendekategori. Vänligen fixa Cakey Bot's behörigheter.

# ticket_success
source: Successfully created your ticket here: <#{0}>
ko_kr: 여기에서 티켓을 만들었습니다: <#{0}>
sv_se: Din biljett skapades framgångsrikt här: <#{0}>

# self_role_select
source: Select some roles.
ko_kr: 역할을 선택하세요.
sv_se: Välj några roller.

# error_upload_file
source: Failed to upload file.
ko_kr: 파일을 업로드하지 못했습니다.
sv_se: Det gick inte att ladda upp filen.

# core_help_default_permission
source: Default Permission:
ko_kr: 기본 권한:
sv_se: Standardbehörighet:

# core_help_select_placeholder
source: Select a feature/guide
ko_kr: 기능/가이드 선택
sv_se: Välj en funktion/guide

# error_ticket_overwrites
source: Unable to create proper permission overwrites for ticket. Please fix Cakey Bot's permissions.
ko_kr: 티켓에 대한 적절한 권한 덮어쓰기를 만들 수 없습니다. Cakey Bot의 권한을 수정하세요.
sv_se: Det gick inte att skapa korrekta behörighetsöverskrivningar för ärendet. Vänligen fixa Cakey Bot's behörigheter.

# youtube_title
source: YouTube | {0} - NEW UPLOAD!
ko_kr: YouTube | {0} - 새 업로드!
sv_se: YouTube | {0} - NY UPPLADDNING!

# youtube_watch
source: Watch the video here: {0}
ko_kr: 여기에서 동영상을 시청하세요: {0}
sv_se: Se videon här: {0}

source: YouTube Feed
ko_kr: YouTube 피드
sv_se: YouTube-flöde

# tags_manage_fail_self
source: You don't have access to manage your own tags.
ko_kr: 자신의 태그를 관리할 수 있는 접근 권한이 없습니다.
sv_se: Du har inte tillgång till att hantera dina egna taggar.

# music_duration
source: Duration:
ko_kr: 기간:
sv_se: Varaktighet:

# music_loop_queue
source: The queue is now looping.
ko_kr: 대기열이 이제 반복 중입니다.
sv_se: Kön är nu i looping.

# music_loop_track
source: The current track is now looping.
ko_kr: 현재 트랙이 이제 반복 중입니다.
sv_se: Det aktuella spåret loopas nu.

# music_loop_track_error
source: The current track is already looping.
ko_kr: 현재 트랙이 이미 반복 중입니다.
sv_se: Det aktuella spåret loopas redan.

# music_loop_queue_error
source: The queue is already looping.
ko_kr: 대기열이 이미 반복 중입니다.
sv_se: Kön är redan i looping.

# music_loop_disabled
source: Disabled track and queue looping.
ko_kr: 트랙 및 대기열 반복을 사용하지 않도록 설정했습니다.
sv_se: Inaktiverad spår- och köloopning.

# audit_role_icon
source: Icon:
ko_kr: 아이콘:
sv_se: Ikon:

# audit_role_emoji
source: Emoji:
ko_kr: 이모지:
sv_se: Emoji: {0}

# audit_permissions_removed
source: Permissions Removed:
ko_kr: 권한이 제거되었습니다:
sv_se: Borttagna behörigheter:

# audit_permissions_added
source: Permissions Added:
ko_kr: 권한이 추가되었습니다:
sv_se: Behörigheter tillagda:

# music_error_track_length
source: Song duration is longer than max song length set by the server admins.
ko_kr: 노래 길이가 서버 관리자가 설정한 최대 노래 길이보다 깁니다.
sv_se: Låtlängden är längre än den maximala låtlängd som fastställts av serveradministratörerna.

# music_error_track_title
source: Song title contains a blacklisted word set by the server admins.
ko_kr: 노래 제목에 서버 관리자가 설정한 블랙리스트에 오른 단어가 포함되어 있습니다.
sv_se: Låttiteln innehåller ett ord som är svartlistat av serveradministratörerna.

# timeout_success
source: Timed out {0}. Expires <t:{1}:R>.
ko_kr: 시간 초과 {0}. 만료 <t:{1}:R>.
sv_se: Timed out {0}. Förfaller <t:{1}:R>.

# timeout_dm
source: You were timed out in `{0}` by `{1}` until <t:{2}:R>. Reason: `{3}`
ko_kr: `{0}`에서 `{1}`에 의해 <t:{2}:R>까지 시간이 초과되었습니다. 이유: `{3}`
sv_se: Du var timeoutad i `{0}` av `{1}` till <t:{2}:R>. Anledning: `{3}`

# audit_timed_out_expired
source: Time out has expired/been removed.
ko_kr: 시간 초과가 만료되었거나 제거되었습니다.
sv_se: Time out har löpt ut/tagits bort.

# chatbot_rate_limit
source: The chat bot has reached the rate limit. Please try again later.
ko_kr: 채팅 봇이 속도 제한에 도달했습니다. 나중에 다시 시도해 주세요.
sv_se: Chattboten har nått hastighetsgränsen. Vänligen försök igen senare.

# error_ticket_not
source: This command can only be used in a ticket channel.
ko_kr: 이 명령은 티켓 채널에서만 사용할 수 있습니다.
sv_se: Detta kommando kan endast användas i en biljettkanal.

# ticket_add
source: Successfully added {0} to the ticket. Requested by {1}
ko_kr: 티켓에 {0} 을 성공적으로 추가했습니다. 요청자: {1}
sv_se: {0} har lagts till i ärendet. Efterfrågad av {1}

# ticket_remove
source: Successfully removed {0} from the ticket. Requested by {1}
ko_kr: 티켓에서 {0} 을 성공적으로 제거했습니다. 요청자: {1}
sv_se: {0} har tagits bort från ärendet. Begärt av {1}

# error_ticket_support_not
source: You must have the {0} role to use this command.
ko_kr: 이 명령을 사용하려면 {0} 역할이 있어야 합니다.
sv_se: Du måste ha rollen {0} för att kunna använda det här kommandot.

# error_ticket_support_missing
source: You must set a Support Team role on the web dashboard to use this command.
ko_kr: 이 명령을 사용하려면 웹 대시보드에서 Support 팀 역할을 설정해야 합니다.
sv_se: Du måste ange en Support Team-roll på webbpanelen för att kunna använda det här kommandot.

# ticket_anon_success
source: Successfully sent anonymous reply.
ko_kr: 익명 답장을 성공적으로 보냈습니다.
sv_se: Framgångsrikt skickat anonymt svar.

# ticket_closed_dm
source: Your support ticket in {0} has been closed. **Closed By:** {1} [{2}] ({3}) **{4}** {5}
ko_kr: {0} 의 지원 티켓이 마감되었습니다. **종결자:** {1} [{2}] ({3}) **{4}** {5}
sv_se: Ditt supportärende i {0} har stängts. **Stängt av:** {1} [{2}] ({3}) **{4}** {5}

# ticket_close_confirm
source: Are you sure you want to close this ticket?
ko_kr: 이 티켓을 종료하시겠습니까?
sv_se: Är du säker på att du vill stänga detta ärende?

# suggestion_error
source: Failed to post suggestion. Please try again later.
ko_kr: 제안을 게시하지 못했습니다. 나중에 다시 시도해 주세요.
sv_se: Det gick inte att skicka ett förslag. Vänligen försök igen senare.

# suggestion_success
source: Successfully posted your [suggestion]({0})!
ko_kr: [suggestion]({0})를 성공적으로 게시했습니다!
sv_se: Du har framgångsrikt publicerat din [suggestion]({0})!

# tags_nuke_success
source: Successfully deleted all tags from the server.
ko_kr: 서버에서 모든 태그를 성공적으로 삭제했습니다.
sv_se: Raderade framgångsrikt alla taggar från servern.

# tags_prune_success
source: Successfully deleted all tags from {0}.
ko_kr: {0}에서 모든 태그를 성공적으로 삭제했습니다.
sv_se: Har framgångsrikt tagit bort alla taggar från {0}.

# leveling_leaderboard_open
source: Open Leaderboards
ko_kr: 리더보드 열기
sv_se: Öppna topplistor

# leveling_xp_add
source: Successfully added `{0}` XP to {1}.
ko_kr: {1}에 `{0}` XP를 성공적으로 추가했습니다.
sv_se: Lyckades lägga till `{0}` XP till {1}.

# leveling_xp_set
source: Successfully set {0}'s XP to `{1}`.
ko_kr: {0}의 XP를 `{1}`로 설정하는 데 성공했습니다.
sv_se: Har framgångsrikt satt {0}'s XP till `{1}`.

# leveling_xp_remove
source: Successfully removed `{0}` XP from {1}.
ko_kr: {1}에서 `{0}` XP를 성공적으로 제거했습니다.
sv_se: Lyckades ta bort `{0}` XP från {1}.

# leveling_user_missing
source: User missing from database. User must chat first.
ko_kr: 데이터베이스에서 사용자가 누락되었습니다. 사용자가 먼저 채팅을 해야 합니다.
sv_se: Användare saknas i databasen. Användaren måste chatta först.

# leveling_top_missing
source: No users have talked yet. Check again later.
ko_kr: 아직 대화한 사용자가 없습니다. 나중에 다시 확인하세요.
sv_se: Inga användare har pratat ännu. Kolla igen senare.

# birthday_error
source: A server admin must set a birthday announcement channel before this command can be used.
ko_kr: 이 명령을 사용하려면 먼저 서버 관리자가 생일 알림 채널을 설정해야 합니다.
sv_se: En serveradministratör måste ställa in en kanal för födelsedagsmeddelanden innan detta kommando kan användas.

# birthday_set_other
source: That user has not set their birthday.
ko_kr: 해당 사용자가 생일을 설정하지 않았습니다.
sv_se: Den användaren har inte angett sin födelsedag.

# birthday_none
source: There are no upcoming birthdays.
ko_kr: 예정된 생일이 없습니다.
sv_se: Det finns inga kommande födelsedagar.

# birthday_day
source: {0}'s birthday is {1}
ko_kr: {0}의 생일은 {1}
sv_se: {0}'s födelsedag är {1}

# birthday_remove_self
source: Successfully removed your birthday.
ko_kr: 생일을 성공적으로 삭제했습니다.
sv_se: Lyckades ta bort din födelsedag.

# birthday_remove_other
source: Successfully removed {0}'s birthday.
ko_kr: {0}의 생일을 성공적으로 제거했습니다.
sv_se: Raderade framgångsrikt {0}'s födelsedag.

# birthday_channel
source: Successfully updated birthday announcement channel to <#{0}>.
ko_kr: 생일 알림 채널을 <#{0}>으로 성공적으로 업데이트했습니다.
sv_se: Uppdaterade framgångsrikt kanalen för födelsedagsmeddelanden till <#{0}>.

# birthday_role
source: Successfully updated birthday auto role to <@&{0}>.
ko_kr: 생일 자동 역할을 <@&{0}>으로 성공적으로 업데이트했습니다.
sv_se: Har uppdaterat födelsedagens automatiska roll till <@&{0}>.

# core_purchase_premium
source: Purchase Premium
ko_kr: 프리미엄 구매
sv_se: Inköpspremie

# chatbot_limit_reached_non_premium
source: You have reached the AI request limit for this server _({0} requests per month)_. You can purchase premium to increase this limit to {1}!
ko_kr: 이 서버의 AI 요청 한도 _({0} 월 요청 수)_에 도달했습니다. 프리미엄을 구매하여 이 한도를 {1}로 늘릴 수 있습니다!
sv_se: Du har nått gränsen för AI-förfrågningar för denna server _({0} förfrågningar per månad)_. Du kan köpa premium för att öka denna gräns till {1}!

# chatbot_not_enabled
source: The AI Chat Bot is not currently enabled for this server. You can enable it on our web dashboard.
ko_kr: 현재 이 서버에는 AI 채팅 봇이 사용 설정되어 있지 않습니다. 웹 대시보드에서 사용 설정할 수 있습니다.
sv_se: AI Chat Bot är för närvarande inte aktiverat för den här servern. Du kan aktivera den på vår webbpanel.

# report_punish_failed
source: Failed to apply punishment. The user may have left the server or I lack permissions.
ko_kr: 처벌을 적용하지 못했습니다. 사용자가 서버를 떠났거나 내게 권한이 부족할 수 있습니다.
sv_se: Misslyckades med att tillämpa bestraffning. Användaren kan ha lämnat servern eller så saknar jag behörigheter.

# report_punish_delete_success
source: Successfully deleted the message.
ko_kr: 메시지를 성공적으로 삭제했습니다.
sv_se: Meddelandet har raderats framgångsrikt.

source: Report submitted by
ko_kr: 제출한 보고서
sv_se: Rapport inlämnad av

# report_title_user
source: User Report
ko_kr: 사용자 보고서
sv_se: Användarrapport

# report_title_message
source: Message Report
ko_kr: 메시지 보고서
sv_se: Rapport om meddelande

# report_delete
source: Delete Report
ko_kr: 보고서 삭제
sv_se: Radera rapport

# report_punish_timeout
source: Timeout User 24h
ko_kr: 사용자 시간 초과 24시간
sv_se: Timeout Användare 24h

# report_punish_warn
source: Warn User
ko_kr: 사용자 경고
sv_se: Varna användare

# report_punish_delete
source: Delete Message
ko_kr: 메시지 삭제
sv_se: Radera meddelande

# report_text_user
source: is reporting
ko_kr: 보고 중입니다.
sv_se: rapporterar

source: Message ID:
ko_kr: 메시지 ID:
sv_se: Meddelande-ID:

source: Message Sent:
ko_kr: 메시지 전송:
sv_se: Meddelande skickat:

# report_text_message
source: is reporting a message from
ko_kr: 에서 메시지를 보고하고 있습니다.
sv_se: rapporterar ett meddelande från

# report_timeout_success
source: Successfully timed out user for 24h.
ko_kr: 24시간 동안 사용자 시간 초과에 성공했습니다.
sv_se: Framgångsrikt tidsinställd användare i 24h.

# autocomplete_too_short
source: Type at least {0} characters to get automatic suggestions, press enter to continue without them.
ko_kr: 자동 추천을 받으려면 {0} 문자 이상을 입력하고, 입력하지 않고 계속하려면 Enter 키를 누릅니다.
sv_se: Skriv minst {0} tecken för att få automatiska förslag, tryck enter för att fortsätta utan dem.

# automod_vm_blacklist_triggered
source: Your voice message was deleted for containing a blocked word.
ko_kr: 차단된 단어가 포함되어 음성 메시지가 삭제되었습니다.
sv_se: Ditt röstmeddelande raderades eftersom det innehöll ett blockerat ord.

# vm_transcript_no_responce
source: Failed to transcribe, it's possible open-ai is expierancing issues, or the message contains no words.
ko_kr: 트랜스크립션에 실패한 경우, Open-AI가 문제를 확장하고 있거나 메시지에 단어가 포함되어 있지 않을 수 있습니다.
sv_se: Misslyckades med transkriberingen, det är möjligt att open-ai har problem med expieringen, eller att meddelandet inte innehåller några ord.

# vm_transcript_who_done_it
source: Transcription requested by {0}
ko_kr: {0}에서 전사 요청
sv_se: Transkription begärd av {0}

# automod_check_mass_markdownheaders
source: Markdown Headers
ko_kr: 마크다운 헤더
sv_se: Markdown-rubriker

# punishment_title
source: Punishment:
ko_kr: 처벌:
sv_se: Bestraffning:

# punishment_action
source: Action:
ko_kr: 액션:
sv_se: Åtgärder:

source: Bot Added:
ko_kr: 봇이 추가되었습니다:
sv_se: Bot tillagd:

# bot_added_by
source: Added By:
ko_kr: 추가 작성자:
sv_se: Tillagd av:

source: Webhook Deleted
ko_kr: 웹훅 삭제됨
sv_se: Webhook borttagen

source: Webhook Name:
ko_kr: 웹훅 이름:
sv_se: Webhook-namn:

source: Webhook ID:
ko_kr: 웹훅 ID:

source: Webhook Type:
ko_kr: 웹후크 유형:
sv_se: Webhook Typ:

source: Webhook Modified
ko_kr: 웹훅 수정됨
sv_se: Webhook modifierad

source: Webhook Avatar:
ko_kr: 웹훅 아바타:
sv_se: Avatar för webhook:

source: Webhook Channel:
ko_kr: 웹훅 채널:
sv_se: Webhook-kanal:

source: Webhook Created
ko_kr: 웹훅 생성됨
sv_se: Webhook skapad

# error_no_invites
source: Unable to find/load the invite.
ko_kr: 초대를 찾거나 로드할 수 없습니다.
sv_se: Kan inte hitta/ladda inbjudan.

# invite_revoke_success
source: Successfully revoked invite: `{0}`.
ko_kr: 초대를 성공적으로 취소했습니다: `{0}`.
sv_se: Lyckad återkallelse av inbjudan: `{0}`.

# user_roles_modified_title
source: User Roles Modified
ko_kr: 사용자 역할 수정
sv_se: Ändrade användarroller

# user_roles_modified_description
source: {0} modified the roles of <@{1}>
ko_kr: {0} <@{1}>의 역할을 수정했습니다.
sv_se: {0} ändrade roller för <@{1}>

# nickname_modified_by
source: Modified By:
ko_kr: 수정한 사람:
sv_se: Ändrad av:

# automod_check_file_extensions
source: Blacklisted File Extension
ko_kr: 블랙리스트 파일 확장자
sv_se: Svartlistad filtillägg

# emote_invalid_format
source: File type not supported. Must be JPEG, PNG, or GIF image.
ko_kr: 지원되지 않는 파일 형식입니다. JPEG, PNG 또는 GIF 이미지여야 합니다.
sv_se: Filtyp stöds inte. Måste vara en JPEG-, PNG- eller GIF-bild.

# emote_created
source: Emote created successfully: <{0}:{1}:{2}>
ko_kr: 이모티콘이 성공적으로 생성되었습니다: <{0}:{1}:{2}>
sv_se: Emote skapad framgångsrikt: <{0}:{1}:{2}>

# emote_failed_find
source: Failed to find valid emote.
ko_kr: 유효한 이모티콘을 찾지 못했습니다.
sv_se: Hittade ingen giltig emote.

# emote_rename_same
source: The new name must be different from the current name.
ko_kr: 새 이름은 현재 이름과 달라야 합니다.
sv_se: Det nya namnet måste skilja sig från det nuvarande namnet.

# emote_deleted
source: Successfully deleted the `:{0}:` emote.
ko_kr: `:{0}:` 이모티콘을 성공적으로 삭제했습니다.
sv_se: Raderade framgångsrikt `:{0}:` emote.

# emote_rename
source: Successfully renamed the `:{0}:` emote to `:{1}:`.
ko_kr: `:{0}:` 이모티콘의 이름을 `:{1}:`로 변경하는 데 성공했습니다.
sv_se: Döpte framgångsrikt om `:{0}:` emote till `:{1}:`.

# emote_slots
source: {0} emote slots left
ko_kr: {0} 남은 감정 표현 슬롯
sv_se: {0} emote-platser vänster

# error_alpha_numeric
source: The provided string must be alpha-numeric.
ko_kr: 제공된 문자열은 영숫자여야 합니다.
sv_se: Den angivna strängen måste vara alfanumerisk.
