Repository: Nexfinity/Nexfinity-Translations
Catalog: CakeyBot-Bot/strings.*.resx
Languages: ko_kr, sv_se

# sticker_invalid_format
source: File type not supported. Must be PNG, APNG or GIF image.
ko_kr: 지원되지 않는 파일 형식입니다. PNG, APNG 또는 GIF 이미지여야 합니다.
sv_se: Filtyp stöds inte. Måste vara en PNG-, APNG- eller GIF-bild.

# sticker_created
source: Sticker created successfully: {0}
ko_kr: 스티커가 성공적으로 생성되었습니다: {0}
sv_se: Klistermärke skapat framgångsrikt: {0}

# sticker_slots
source: {0} sticker slots left
ko_kr: {0} 스티커 슬롯 왼쪽
sv_se: {0} klistermärkesfack till vänster

# sticker_failed_find
source: Failed to find valid sticker.
ko_kr: 유효한 스티커를 찾지 못했습니다.
sv_se: Hittade ingen giltig dekal.

# sticker_deleted
source: Successfully deleted the `{0}` sticker.
ko_kr: `{0}` 스티커를 성공적으로 삭제했습니다.
sv_se: Raderade framgångsrikt klistermärket `{0}`.

# sticker_rename
source: Successfully renamed the `{0}` sticker to `{1}`.
ko_kr: `{0}` 스티커의 이름을 `{1}`로 성공적으로 변경했습니다.
sv_se: Döpte framgångsrikt om klistermärket `{0}` till `{1}`.

# emote_none
source: There are no emotes in this server.
ko_kr: 이 서버에는 이모티콘이 없습니다.
sv_se: Det finns inga emotes på den här servern.

# emote_export
source: Here are all the emotes in the server:
ko_kr: 서버의 모든 이모티콘은 다음과 같습니다:
sv_se: Här är alla emotes i servern:

# sticker_none
source: There are no stickers in this server.
ko_kr: 이 서버에는 스티커가 없습니다.
sv_se: Det finns inga klistermärken på denna server.

# sticker_export
source: Here are all the stickers in the server:
ko_kr: 서버에 있는 모든 스티커는 다음과 같습니다:
sv_se: Här är alla klistermärken i servern:

# import_error
source: An error occurred while importing.
ko_kr: 가져오는 동안 오류가 발생했습니다.
sv_se: Ett fel uppstod under importen.

# import_emotes
source: {0} emotes have been imported successfully!
ko_kr: {0} 이모티콘을 성공적으로 가져왔습니다!
sv_se: {0} emotes har importerats framgångsrikt!

# import_stickers
source: {0} stickers have been imported successfully!
ko_kr: {0} 스티커를 성공적으로 가져왔습니다!
sv_se: {0} klistermärken har importerats framgångsrikt!

# import_emotes_zip_ext
source: The uploaded file does not have a '.zip' extension.
ko_kr: 업로드한 파일의 확장자가 '.zip'이 아닙니다.
sv_se: Den uppladdade filen har inte filnamnstillägget ".zip".

# import_emotes_zip_invalid
source: The uploaded file is not a valid zip file.
ko_kr: 업로드한 파일이 유효한 zip 파일이 아닙니다.
sv_se: Den uppladdade filen är inte en giltig zip-fil.

# error_archive_upload
source: The total number of files in the uploaded archive exceeds the maximum allowed for this server.
ko_kr: 업로드한 아카이브의 총 파일 수가 이 서버에 허용된 최대 파일 수를 초과합니다.
sv_se: Det totala antalet filer i det uppladdade arkivet överskrider det högsta tillåtna antalet för den här servern.

# error_upload_size
source: The uploaded file exceeds the maximum allowed size.
ko_kr: 업로드한 파일이 허용된 최대 크기를 초과합니다.
sv_se: Den uppladdade filen överskrider den maximalt tillåtna storleken.

# birthday_invalid
source: Unable to parse the provided date.
ko_kr: 제공된 날짜를 구문 분석할 수 없습니다.
sv_se: Kunde inte tolka det angivna datumet.

# analyze_text_error
source: Message must have text content to analyze.
ko_kr: 메시지에는 분석할 텍스트 콘텐츠가 있어야 합니다.
sv_se: Meddelandet måste ha textinnehåll för att kunna analyseras.

# auto_ban_title
source: Auto Ban:
ko_kr: 자동 금지:

# auto_ban_invite
source: Username Invite
ko_kr: 사용자 이름 초대
sv_se: Användarnamn Inbjudan

# auto_ban_new
source: New Account
ko_kr: 새 계정
sv_se: Nytt konto

# auto_ban_avatar
source: No Avatar
ko_kr: 아바타 없음
sv_se: Ingen avatar

# auto_ban_non_verified
source: Unverified Bot
ko_kr: 확인되지 않은 봇
sv_se: Overifierad robot

# giveaway_no_active
source: There are no active giveaways currently.
ko_kr: 현재 진행 중인 경품 이벤트가 없습니다.
sv_se: Det finns inga aktiva giveaways för närvarande.

# giveaways
source: Active Giveaways
ko_kr: 활성 경품
sv_se: Aktiva utlottningar

# giveaway_doesnt_exist
source: That giveaway doesn't exist or has already ended.
ko_kr: 해당 경품은 존재하지 않거나 이미 종료되었습니다.
sv_se: Denna giveaway existerar inte eller har redan avslutats.

# ends_at
source: Ends:
ko_kr: 종료됩니다:
sv_se: Slut:

# error_exists_channel
source: That channel does not exist or I do not have access to view it.
ko_kr: 해당 채널이 존재하지 않거나 해당 채널을 볼 수 있는 액세스 권한이 없습니다.
sv_se: Den kanalen finns inte eller så har jag inte tillgång till den.

# error_exists_message
source: That message does not exist or I do not have access to view it.
ko_kr: 해당 메시지가 존재하지 않거나 해당 메시지를 볼 수 있는 권한이 없습니다.
sv_se: Meddelandet finns inte eller så har jag inte tillgång till det.

# giveaway_end_early
source: Successfully ended the giveaway early.
ko_kr: 경품 행사가 성공적으로 조기 종료되었습니다.
sv_se: Lyckades avsluta giveawayen tidigt.

# giveaway_reroll
source: Successfully rerolled winners. New winners:
ko_kr: 당첨자 재추첨에 성공했습니다. 새로운 당첨자:
sv_se: Framgångsrikt omrullade vinnare. Nya vinnare:

# giveaway_created
source: Successfully created the giveaway.
ko_kr: 경품을 성공적으로 생성했습니다.
sv_se: Skapade framgångsrikt giveawayen.

# giveaway_entry_success
source: Successfully entered the giveaway.
ko_kr: 경품 이벤트에 성공적으로 응모했습니다.
sv_se: Har framgångsrikt deltagit i tävlingen.

# giveaway_entry_error
source: You have left the giveaway.
ko_kr: 경품에 응모하셨습니다.
sv_se: Du har lämnat tävlingen.

# file_invalid_size
source: File size is too large. Max size: {0}.
ko_kr: 파일 크기가 너무 큽니다. 최대 크기: {0}.
sv_se: Filstorleken är för stor. Maximal storlek: {0}.

# music_embed_exists
source: Song request embed already exists. If it is invalid or outdated you can delete the message and run `/setup songrequest` again.
ko_kr: 노래 요청 임베드가 이미 존재합니다. 유효하지 않거나 오래된 경우 메시지를 삭제하고 `/setup songrequest`를 다시 실행하면 됩니다.
sv_se: Song request embed finns redan. Om den är ogiltig eller föråldrad kan du ta bort meddelandet och köra `/setup songrequest` igen.

# error_ticket_blacklist
source: One of your roles has been blacklisted from creating new tickets in this server.
ko_kr: 사용자 역할 중 하나가 이 서버에서 새 티켓을 만들 수 없도록 블랙리스트에 추가되었습니다.
sv_se: En av dina roller har blivit svartlistad från att skapa nya ärenden på den här servern.

# ticket_rating
source: Rating:
ko_kr: 등급:
sv_se: Betyg:

source: Ticket Opened By:
ko_kr: 티켓 개설자:
sv_se: Biljett öppnad av:

# ticket_rating_content
source: **Please rate your experience with the staff member who helped you.** You can do this by pressing one of the numbered buttons on this message. ```If you do not want to rate the staff member, you can ignore this message.```
ko_kr: **도움을 준 직원과의 경험을 평가해 주세요.** 이 메시지의 번호가 매겨진 버튼 중 하나를 누르면 됩니다. ```해당 직원을 평가하지 않으려면 이 메시지를 무시해도 됩니다.```
sv_se: **Vänligen betygsätt din upplevelse med den medarbetare som hjälpte dig.** Du kan göra detta genom att trycka på en av de numrerade knapparna i detta meddelande. ```Om du inte vill betygsätta medarbetaren kan du ignorera detta meddelande.```

# ticket_rating_pending_send
source: Pending Send...
ko_kr: 보류 중 전송...
sv_se: Avvaktar sändning...

# ticket_rating_pending
source: Sent, Pending Rating...
ko_kr: 전송됨, 등급 보류 중...
sv_se: Sänt, väntande betyg...

# ticket_rating_disabled
source: Disabled
ko_kr: 사용 안 함
sv_se: Inaktiverad

# ticket_rating_failed
source: Failed to Send.
ko_kr: 전송에 실패했습니다.
sv_se: Misslyckades med att skicka.

# ticket_rating_thanks
source: Thank you for your feedback!
ko_kr: 피드백을 보내 주셔서 감사합니다!
sv_se: Tack för din feedback!

# ticket_reply_counts
source: Reply Counts:
ko_kr: 댓글 수:
sv_se: Antalet svar räknas:

# auto_ban_numbers_only
source: Username Is Only Numbers
ko_kr: 사용자 이름은 숫자만
sv_se: Användarnamn är bara siffror

# error_add_reactions
source: Failed to add reactions, verify bot has the correct permissions in this channel.
ko_kr: 리액션을 추가하지 못했습니다. 봇이 이 채널에서 올바른 권한을 가지고 있는지 확인하세요.
sv_se: Misslyckades med att lägga till reaktioner, verifiera att bot har rätt behörigheter i denna kanal.

# error_ticket_create
source: Failed to create ticket category or ticket. Please verify bot has the correct permissions.
ko_kr: 티켓 카테고리 또는 티켓을 만들지 못했습니다. 봇에 올바른 권한이 있는지 확인하세요.
sv_se: Det gick inte att skapa ärendekategori eller ärende. Kontrollera att bot har rätt behörigheter.

# error_no_valid_links
source: No valid URLs/links were detected in the message.
ko_kr: 메시지에서 유효한 URL/링크가 감지되지 않았습니다.
sv_se: Inga giltiga URL:er/länkar hittades i meddelandet.

# error_ship_same
source: You can't ship a user with themselves.
ko_kr: 사용자와 함께 배송할 수 없습니다.
sv_se: Du kan inte skicka en användare med sig själv.

# music_voteskip_2_plural
source: You have voted to skip, {0} more votes required.
ko_kr: 건너뛰기에 투표하셨습니다, {0} 더 많은 투표가 필요합니다.
sv_se: Du har röstat för att hoppa över, {0} fler röster krävs.

# music_voteskip_3_plural
source: You already voted to skip, it has been removed. You can re-add it by typing `/skip` again. {0} more votes required.
ko_kr: 이미 건너뛰기로 투표하셨으므로 삭제되었습니다. 다시 `/skip`을 입력하여 다시 추가할 수 있습니다. {0} 투표가 더 필요합니다.
sv_se: Du har redan röstat för att hoppa över, det har tagits bort. Du kan lägga till den igen genom att skriva `/skip` igen. {0} fler röster krävs.

# xp_import_start
source: Starting import of leveling data, this make take a few minutes.
ko_kr: 레벨링 데이터 가져오기를 시작하면 몇 분 정도 걸립니다.
sv_se: Starta import av utjämningsdata, detta kan ta några minuter.

# xp_import_error
source: Failed to import leveling data. Make sure your leaderboard is set to 'public'.
ko_kr: 레벨링 데이터를 가져오지 못했습니다. 순위표가 '공개'로 설정되어 있는지 확인하세요.
sv_se: Det gick inte att importera utjämningsdata. Kontrollera att din topplista är inställd på "offentlig".

# xp_import_success
source: Successfully imported leveling data. You can view your leaderboard by clicking the button below.
ko_kr: 레벨링 데이터를 성공적으로 가져왔습니다. 아래 버튼을 클릭하면 리더보드를 볼 수 있습니다.
sv_se: Lyckad import av utjämningsdata. Du kan se din topplista genom att klicka på knappen nedan.

# xp_export_error
source: Error exporting data. There may not be any user data to export yet.
ko_kr: 데이터를 내보내는 동안 오류가 발생했습니다. 내보낼 사용자 데이터가 아직 없을 수 있습니다.
sv_se: Fel vid export av data. Det kanske inte finns några användardata att exportera ännu.

# birthday_error_future
source: You can't set a birthday in the future!
ko_kr: 앞으로는 생일을 설정할 수 없습니다!
sv_se: Du kan inte ställa in en födelsedag i framtiden!

source: Error: Invalid message ID.
ko_kr: 오류입니다: 잘못된 메시지 ID입니다.
sv_se: Felmeddelande: Ogiltigt meddelande-ID.

# music_player_active
source: A user has rejoined the voice channel. Auto-disconnect has been cancelled.
ko_kr: 사용자가 음성 채널에 다시 참여했습니다. 자동 연결 해제가 취소되었습니다.
sv_se: En användare har återanslutit till röstkanalen. Automatisk frånkoppling har avbrutits.

# transcription_audio_too_short
source: The audio file is too short to be transcribed.
ko_kr: 오디오 파일이 너무 짧아서 텍스트로 변환할 수 없습니다.
sv_se: Ljudfilen är för kort för att kunna transkriberas.

# transcription_error_generic
source: An unknown error occurred while transcribing.
ko_kr: 전사하는 동안 알 수 없는 오류가 발생했습니다.
sv_se: Ett okänt fel uppstod under transkriberingen.

# unlock_with_premium
source: Unlock more with premium
ko_kr: 프리미엄으로 더 많은 것을 잠금 해제하세요
sv_se: Lås upp mer med premium

# imagine_generation_done
source: Image Generation Done!
ko_kr: 이미지 생성 완료!
sv_se: Bildgenerering klar!

# imagine_style
source: Style
ko_kr: 스타일
sv_se: Stil

# imagine_prompt
source: Prompt
ko_kr: 프롬프트
sv_se: Uppmaning

# music_voteskip_5
source: Skip vote from {0}
ko_kr: {0}에서 투표 건너뛰기
sv_se: Hoppa över omröstning från {0}

# generic_ban_user
source: Ban User
ko_kr: 사용자 금지
sv_se: Förbjud användare

# ban_sync_unban_button
source: Unban
ko_kr: 금지 해제

# ban_sync_unban_description
source: User {0} ({1}) was unbanned in server {2}
ko_kr: 사용자 {0} ({1})가 서버 {2}에서 차단 해제되었습니다.
sv_se: Användaren {0} ({1}) blev avstängd i server {2}

# reminder_delete_success
source: Successfully deleted the reminder.
ko_kr: 알림을 성공적으로 삭제했습니다.
sv_se: Påminnelsen har tagits bort framgångsrikt.

# reminder_list_none
source: You do not current have any reminders.
ko_kr: 현재 미리 알림이 없습니다.
sv_se: Du har för närvarande inga påminnelser.

# info_string_49
source: Join Position
ko_kr: 조인 위치
sv_se: Anslut position

# error_generic_permission
source: Failed to perform action. Cakey Bot probably lacks proper permissions.
ko_kr: 작업을 수행하지 못했습니다. 케이크 봇에 적절한 권한이 없는 것 같습니다.
sv_se: Det gick inte att utföra åtgärden. Cakey Bot saknar förmodligen rätt behörigheter.

# economy_insufficient_balance
source: You don't have enough money to perform this action.
ko_kr: 이 작업을 수행하기에 충분한 금액이 없습니다.
sv_se: Du har inte tillräckligt med pengar för att utföra denna åtgärd.

# economy_insufficient_balance_rob
source: The target user doesn't have enough money to perform this action.
ko_kr: 대상 사용자에게 이 작업을 수행할 수 있는 충분한 금액이 없습니다.
sv_se: Målanvändaren har inte tillräckligt med pengar för att utföra denna åtgärd.

# economy_rob_fail
source: <@{0}> managed to escape. You didn't gain or lose anything.
ko_kr: <{0}> 탈출에 성공했습니다. 얻은 것도 잃은 것도 없습니다.
sv_se: <@{0}> lyckades fly. Du varken vann eller förlorade något.

# economy_beg_fail
source: You couldn't even beg for money. :(
ko_kr: 돈을 구걸할 수도 없었어요 :(
sv_se: Du kunde inte ens tigga om pengar :(

# eco_game_select
source: Please select your move.
ko_kr: 이사를 선택해 주세요.
sv_se: Vänligen välj ditt drag.

# eco_game_another_player
source: Another player has already entered the game as player {0}.
ko_kr: 다른 플레이어가 이미 플레이어 {0}로 게임에 참가했습니다.
sv_se: En annan spelare har redan kommit in i spelet som spelare {0}.

# eco_game_selected
source: You have already selected a move.
ko_kr: 이미 이사를 선택하셨습니다.
sv_se: Du har redan valt ett drag.

# eco_game_enter
source: You have entered the game as player {0}.
ko_kr: 플레이어로 게임에 들어왔습니다 {0}.
sv_se: Du har gått in i spelet som spelare {0}.

# eco_game_play_name
source: Click the buttons below to play {0}.
ko_kr: 재생하려면 아래 버튼을 클릭하세요 {0}.
sv_se: Klicka på knapparna nedan för att spela {0}.

# eco_game_amount
source: Amount:
ko_kr: 금액:
sv_se: Belopp:

# eco_game_play
source: Click To Play
ko_kr: 재생하려면 클릭
sv_se: Klicka för att spela

# news_subscribe_success
source: Successfully re-subscribed to community news!
ko_kr: 커뮤니티 뉴스 재구독에 성공했습니다!
sv_se: Har framgångsrikt prenumererat på gemenskapsnyheter!

# news_unsubscribe_failed
source: Failed to unsubscribe. You can still manually unsubscribe by deleting Cakey Bot's webhook in your server's integration settings.
ko_kr: 구독을 취소하지 못했습니다. 서버의 연동 설정에서 케이크 봇의 웹훅을 삭제하여 수동으로 구독을 취소할 수 있습니다.
sv_se: Det gick inte att avsluta prenumerationen. Du kan fortfarande avsluta prenumerationen manuellt genom att ta bort Cakey Bot's webhook i din servers integrationsinställningar.

# news_unsubscribe_success
source: Successfully unsubscribed from community news!
ko_kr: 커뮤니티 뉴스 구독을 성공적으로 취소했습니다!
sv_se: Du har framgångsrikt avregistrerat dig från community news!

# news_resubscribe
source: Re-Subscribe
ko_kr: 재구독
sv_se: Prenumerera igen

# news_unsubscribe
source: Unsubscribe
ko_kr: 구독 취소
sv_se: Avsluta prenumeration

# streaks_reminder_soon
source: Your streak will be reset to 1 {0} ({1}) if you don't send a message in `{2}` ({3}) soon.
ko_kr: Your streak will be reset to 1 in 12 hours if you don't send a message in `{0}` ({1}).
sv_se: Your streak will be reset to 1 in 12 hours if you don't send a message in `{0}` ({1}).

# automod_embed_value
source: Value:
sv_se: Värde:

# music_youtube_banned
source: YouTube is no longer a supported source due to Discord policy. You can still use raw queries like `epic music` or play music from one of our many other [supported sources](https://wiki.cakey.bot/music/supported-sources).
sv_se: YouTube är inte längre en källa som stöds på grund av Discords policy. Du kan fortfarande använda råa sökningar som `episk musik` eller spela musik från en av våra många andra [källor som stöds] (https://wiki.cakey.bot/music/supported-sources).
